[
  {
    "id": 23,
    "title": "By George I think he's got it.",
    "sub_heading": "When the evidence points to the necessity for a change of mind then a change of mind it will have to be.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tAs Professor Richard Dawkins says in his book The Greatest Show On Earth -  'at any moment somebody might dig up a mammal in Cambrian rocks, and the theory of evolution would be instantly blown apart if they did'. \t\t\t\t</p>\n<p>\n\t\t\t\t\tOf course that is not going to happen. I believe the theory of evolution is safe.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHowever I don't understand how some people can adopt a position and then defend that position to the point of irrationality, even when shifting evidence indicates a change of view.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI have recently had my views on the short term future of our planet changed; not in terms of whether climate change is human-induced, or whether enough is being done about it, but in terms of how this is going to play out. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThere was one prime cause behind my shift of view and two secondary ones.\t\t\t\t</p>\n<p>\n\t\t\t\t\tFirstly I happened to read an article by George Monbiot entitled 'Lab-grown food will soon destroy farming – and save the planet'.\r\nSecondly I downloaded and read the RethinkX report to which George refers in his article.\r\nAnd then I did some more research - generally reading as much as possible on the subject and forming some new views of my own, and re-forming others based upon my understanding and perception of the world and what is happening within it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhether or not you agree with what George says (on the whole - I do), will depend on your  own perception of the issues. I, for one, feel a whole lot better about the future than I have in recent months. The reason is that I have far more faith in the ability of economic forces to bring about meaningful change within a practically useful timeframe, than I do in that of socio-political campaigning in the form of protests and demonstrations.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOf course the 'action of the people' is absolutely vital, but more so in a social context. It is vital that the social conscience (and by that I mean awareness  and vision rather than guilt or morality) is guided and helped through what, I believe, is going to be the biggest societal upheaval since the industrial revolution - perhaps ever - since this is going to be global.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe challenge for humans over the next decade or two is not going to be how to save the planet - economics will do that. No, the trick is going to be to navigate the changes that will be thrust upon almost every one of us, without losing the plot, without the destruction of civil order, in order to evolve into a better society than (or at least as good as) the one we have now.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI think governments should concentrate on looking after the people, especially  those who will be displaced and / or disadvantaged by the changes.  \t\t\t\t</p>\n<p>\n\t\t\t\t\tIn my relatively recent view our own current government is pretty much on the right track.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/tree.jpg",
    "tags": [
      "Dawkins",
      "Economic",
      "Evolution",
      "Government",
      "Mortgage",
      "Evolution",
      "Dawkins",
      "Economic"
    ],
    "created_at": "2020-01-02"
  },
  {
    "id": 24,
    "title": "The good news and the bad news",
    "sub_heading": "In my last column I said I was feeling a lot better about the future of the planet because economics will take care of the tough decisions, and I believe that is true.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tGreener solutions to problems will be adopted not only because they are the right thing to do, but because it makes economic sense.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAlong the way though, it behoves mankind to act responsibly, and do what we can for our ailing planet. But whilst there are plenty of people making great strides towards a sustainable future - others are being selfish and reckless. \t\t\t\t</p>\n<p>\n\t\t\t\t\tOn the plus side: BP's new boss has announced plans to reinvent the company, and a grand ambition to be net zero carbon by 2050.  That would be quite something.\t\t\t\t</p>\n<p>\n\t\t\t\t\tA small domestic Canadian Airline is moving towards electrifying their entire fleet of small passenger seaplanes, and the roof of their terminal building is a one acre green space with 50 solar panels and four beehives. \t\t\t\t</p>\n<p>\n\t\t\t\t\tOn the negative side: \r\nThere's the idiot-in-chief, no need to mention his name, rolling back environmental protections as fast as he can pick up a new pen to scrawl his clearly narcissistic over-sized signature - in an attempt to make his chaotic administration look better in the short term to his voters who can't see past the next rally, thus ensuring, in his garbled mind, his own future. \r\nAnd another man with a rather large ego, Elton John, took his private jet from NZ to the US and back for a one off performance. Is he really that important? Even if he does pay for carbon offsets - in the new reality - it seems a bit much.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHow about the French ski resort in the Pyrennees flying in 50 tonnes of snow by helicopter because they didn't have enough. That is surely one of the maddest things to have happened in recent years.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWith sea levels now rising at three mm per year and accelerating, some coastal communities in England are seriously trying to decide whether to keep building higher and higher sea defences - or just up sticks and move inland. And not just in England - this is happening the world over.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI reckon the good news is that ultimately we are going to be OK. Unfortunately it looks as though the mad people, the deniers, the idiots, and the apathetic will ensure that it gets worse before it gets better.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/wind_farm.jpg",
    "tags": [
      "Snow",
      "Solar",
      "Sea levels",
      "Government",
      "Sea levels"
    ],
    "created_at": "2020-02-06"
  },
  {
    "id": 25,
    "title": "We can do it - but only when it suits.",
    "sub_heading": "Interesting times. I refer, of course, to the currently rampaging Covid-19",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tor coronavirus and the various responses to it around the world. Large parts of Europe have effectively closed, and North America appears to be in the process of doing the same. New Zealand and Australia have just introduced isolation requirements for all international arrivals, and I read that the Irish government has asked all pubs to close ahead of St Patrick's Day - it must be bad.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd it is - this is a pandemic. The governments  of the world are acting decisively  and immediately to deal with the threat.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhy is that happening? Well it's happening because anyone with access to the media, and capable of rational thought, can see that there is a real and imminent danger of widespread death and suffering unless something is done about it - and quickly. And it's not only the health issue; at this early stage the economic ramifications can only be guessed.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAll of which begs the question: \"If we can turn the world on a sixpence because of coronavirus why can't we do it in response to climate change?\" It is my opinion that, serious though Covid-19 is, on the currently available evidence, climate change presents a far greater threat to humanity as a whole.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo why the disparity in the responses? I think the answer lies in the relative immediacy of each situation. Coronavirus is going to kill people within the next few days and weeks, so governments have no option but to deal with it. In contrast even the most immediate effects of climate change aren't going to be lethal on a global scale before the next election - wherever that may be. So it's all about politics and power once again. The politicians can parade and posture all over the media about how important climate change is and what must be done, all the while avoiding any real hard cost, or overly unpopular policies. Those things can be left to their political successors and good luck with that. In fairness there is some great progress being made by some governments (and local authorities) but it's not enough - yet - and they all know that.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAs I've said before though, my belief is that the one true saviour of the planet will be cold hard economics and it is already happening. Look at the rise of meat alternatives and vegan options in the supermarket aisles, the emphasis on renewable energy, electric cars, and the bad press being heaped on fossil fuels and those who burn them.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut still the response to climate change is developing gradually, whilst the response to Covid-19 is immediate. IE: Lesser evil sooner gets more attention than greater evil later. \t\t\t\t</p>\n<p>\n\t\t\t\t\tMaybe a silver lining to the current cloud might be the realisation, on the part of governments, that the people can take it;  humans can achieve remarkable things especially when it is a matter of survival.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/crowd.jpg",
    "tags": [
      "Covid",
      "Economic",
      "Coronavirus",
      "Fossil fuels",
      "Climate change",
      "Mortgage",
      "Inflation",
      "No thanks from intro email",
      "Teenage",
      "Home maintenance"
    ],
    "created_at": "2020-03-05"
  },
  {
    "id": 26,
    "title": "Time, and lists, on our hands...",
    "sub_heading": "As we settle in to lockdown, there's a joke doing the rounds:",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\t\"Spare a thought for all the husbands who have spent the last few years saying I'll do that when I get some time\". And so it was on Saturday I woke to find my wife planning a roster of delayed jobs. At first glance it looked insurmountable, but it turns out that the best way to shorten a list is to tick things off it - so we got started.\t\t\t\t</p>\n<p>\n\t\t\t\t\tFirst we got the teenage son out of bed and broke the news, a task in itself. Our ten year old daughter was far more willing.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe tree which has been encroaching upon the south side of the house and progressively blocking daylight from above for several years was heavily trimmed, as were the hydrangeas and various other bushes advancing from below. Two trailer loads of trimmings out to the bonfire pile in the paddock later, the rastafarian grapevine was tamed back to to within a metre or so of the high fence it had completely engulfed.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAs we were gathering up the debris I attempted to explain to the teenage son that if he put half as much effort into doing the job as he was putting into avoiding it... you know how that goes.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAfter lunch I rediscovered the old flourishes and flair of my brief stint cleaning windows (thirty years ago!) as I regaled my wife with my own confessions of a window cleaner. I don't think she was very impressed. As it happens I started with the easiest window and as I went round the house they got progressively more difficult, ending with me up a ladder in the middle of a large and resolutely obstructive bush, clinging to a narrow window ledge reaching out to the furthest corner of the damned window and failing to get the last bit, for fear of taking a short cut back to earth.\t\t\t\t</p>\n<p>\n\t\t\t\t\tFeeling righteous and virtuous I went into the house to find all three of my co-internees had drifted back inside and were watching television! What about the jobs?\t\t\t\t</p>\n<p>\n\t\t\t\t\tTheir enthusiasm had waned but I was on a roll so I was back up the ladder in a flash and gouging  a good few season's worth of sludge and leaves out of the gutters. I was fascinated to see how, in a relatively short period of time, mini-ecosystems had formed - complete with proper soil. How did it get up there? In one place there were weeds growing in soil in the gutters. Well not any more; there's a place for plant-life and it is not in the spouting. This particular job was cut short, fortunately just as I had almost finished, when I reached up into a valley between two sheets of iron and disturbed a nest of paper wasps! I would have slid down the ladder like they do in the movies (particularly old musicals), but mindful of the wasps above and the spikey lemon tree below, my descent was less elegant than rapid.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo now I've got the jump on the list of jobs which is stuck to the fridge - about a third of the items have been ticked off. Although I have noticed an alarming development; there seem to have been a couple of new lines added to the bottom.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHow are you getting on with yours?\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/jobs.jpg",
    "tags": [
      "Home maintenance",
      "Lockdown",
      "Teenage"
    ],
    "created_at": "2020-03-30"
  },
  {
    "id": 27,
    "title": "Here's more food for thought.",
    "sub_heading": "I had planned to base my column this week on a few questions like:",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tHow is it that Trump can be in charge of the USA? \r\nWho is Jared Kushner and what has this man to do with anything?\t\t\t\t</p>\n<p>\n\t\t\t\t\tHow can people with little or no training in a subject be convinced of the absolute veracity of their adopted position on it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHow does God feel about the various reactions of differing groups of his flock to the current pandemic, notwithstanding that believers, of any creed, must attribute the very existence of the crisis to the object of their worship?\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut in all probability the very act of reading these questions has caused a reaction in you, the reader, and you can probably guess, if you've a mind to, my opinions on the matters.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo, in terms of my brief which is to highlight issues which I believe deserve attention - job done. Your brief is to write letters to the editor outlining your stance on the issues and expressing your support for, or opposition to mine.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOn a lighter note, here at home we pretty well worked our way through the list of jobs to be done around the house in the first week of lock-down, so then we ran a cooking competition: Each family member chose a country and prepared a meal in the style of that country. I went first with Indian, Charlotte (10) took on Mexican with 'Taco Thursday', Oliver (16) chose Italian, and Nikki (undisclosed)  blitzed us all with French. There is a scoring system but it evolved as we went along , and so I scored zero for 'interpretation and ambience' because I had no idea it was even a thing at the time. The kids and I cooked our meals under close instruction from one of the many food delivery providers, complete with pre-measured ingredients and step by step instructions. This was cooking by numbers and it all went pretty much according to plan.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThen, having consulted a number of rather high-brow recipe books, my wife stepped in to the kitchen at about midday yesterday to begin the French Odyssey. The cooker in our rented house has never been great but it chose yesterday to become downright enigmatic. By four o'clock in the afternoon the soufflés had risen too quickly and subsequently fallen, the onion tart had burnt on the top whilst remaining steadfastly raw at the bottom, and the citron tart for dessert was in immediate danger of becoming airborne. In response to the crescendo of  Nikki's imploring the cooker simply to do its job followed by incantations and threats towards its impending demise, I came out of the office in time to see her disappear outside and utter a yell of sheer frustration which can only have alarmed the neighbours. I gave it a couple of minutes and then went and sat next to her in silence on the back step. After a suitable length of time had passed we talked over the events of the afternoon and she thanked me for not laughing. \t\t\t\t</p>\n<p>\n\t\t\t\t\tShowing her usual resourcefulness and style, Nik went on to produce a beautiful three course meal complete with continental ambience which must surely take top spot in our competition, although the results ceremony has yet to take place.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWith regard to the questions above, I'm just thankful to be in New Zealand where we can weather this storm guided by a leader who pays due regard to science and common sense, and is not afraid to act decisively and be accountable.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/dinner.jpg",
    "tags": [
      "USA",
      "GOD",
      "Dinner",
      "Lockdown"
    ],
    "created_at": "2020-04-06"
  },
  {
    "id": 28,
    "title": "It's just nature.",
    "sub_heading": "I like to claim that I don't waste my time trawling through the often mind-numbing pithicisms which litter the avenues of social media, but the truth is that sometimes I do.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tIt's a bit like fishing; every now and then you might just find something worthwhile. I found one such gem this week. \r\nI hope the author will not mind my quoting it word for word here:\t\t\t\t</p>\n<p>\n\t\t\t\t\t\"Dear humans,You fell asleep in one world and woke up in another. Suddenly Disney is out of magic, Paris is no longer romantic, New York doesn't stand up any more, the Chinese wall is no longer a fortress, and Mecca is empty.\r\nHugs &amp; kisses suddenly become weapons, and not visiting parents and friends becomes an act of love.\r\nSuddenly you realise that power, beauty, and money are worthless, and can't get you the oxygen you're fighting for.\r\nThe world continues its life and it is beautiful. It only puts humans in cages. I think it is sending us a message:  You are not necessary. The air, earth, water, and sky without you are fine. When you come back, remember that you are my guests. Not my masters.\r\nSincerely, Planet Earth.\"\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt's not the best piece of writing you've ever read but the message is perfectly clear and I commend the author for writing it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBack in 2004, when called upon for a single word to sum up a magically beautiful natural scene in a remote part of the South Island, the the well-known columnist Joe Benett came up with: 'indifferent'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tJoe was saying that nature is indifferent. It doesn't care about humans, lakes, butterflies, or anything else. A scene may be exquisitely beautiful to the eyes of a particular human but it undoubtedly encompasses countless organisms all locked in mortal combat for their very survival, none of which could give a toss who is watching or what they think.\t\t\t\t</p>\n<p>\n\t\t\t\t\tRichard Dawkins explores this concept in his 1976 book 'The Selfish Gene' suggesting that all life is simply the result, for the time being, of life itself - whether in the form of the left foot of a rabbit, a single cell of a virus, or an orchid - simply attempting to survive.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNow for my view: We are not entirely sure why we are on Planet Earth, nor indeed why Planet Earth exists at all- although we are getting there with the 'how'. Nature couldn't care less about us - or anything else. All matter simply exists according to the laws of physics. Religion has, in all cases has been devised by groups of humans seeking to exert control and power over other humans, and we do not need it to provide a moral compass. We can be good or bad all by ourselves.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe current situation, crisis, pandemic, whatever you want to call it, is just another day at the office for nature. Our part in this play is beyond our own determination. \t\t\t\t</p>\n<p>\n\t\t\t\t\tLet's just be good to each other, and the planet we live on, while we're here.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/planet.jpg",
    "tags": [
      "Dawkins",
      "Religion",
      "Planet Earth",
      "Physics"
    ],
    "created_at": "2020-04-13"
  },
  {
    "id": 29,
    "title": "In Jacinda we trust.",
    "sub_heading": "There can be no doubt that New Zealand's approach to the Covid19 pandemic has been successful so far.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThere are several reasons for this; good science, sensible interpretation of it, and the courage to make the necessary decisions. Our government's reactions to the developing crisis way back in early/mid March were not knee-jerks. They were carefully considered, rational plans enacted in a calm and timely manner.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhat a contrast to the ducking and diving, the chaos, the denial, and the blame dodging which have been displayed by governments elsewhere. \t\t\t\t</p>\n<p>\n\t\t\t\t\tOur prime minister saw what was coming, listened to her advisers, worked with them to devise a plan including the 4 level alert system, and then she fronted up to the public. The public listened and responded with \"Fair enough, if that's what it is going to take - that is what we will do\".\r\nAnd we did.  Now, at the end of the level 4 lockdown, the director general of health, Ashley Bloomfield has said that the virus has been eliminated. This does not mean zero cases - but officials know where all new cases are coming from.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNotwithstanding that there is a long way to go, this is a huge achievement and we can all be proud. Proud of our country, our leadership, and ourselves.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI think the key has been honesty.  The New Zealand public accepted the strict measures placed upon us because, whether or not we agree with her politics, we trust Jacinda Ardern. We do not suspect her of wanting to run the country purely to boost her own ego. We don't assume she is lining her own pockets, and those of her cronies as fast as she can. We believe that she has our best interests at heart, that she actually cares about her country and the people in it. That's a rare leader, and we're lucky to have her.  These things have been noted too, she's become a bit of a rock star  around the world - if she wasn't already.\t\t\t\t</p>\n<p>\n\t\t\t\t\tCompare that with the profoundly inept and self-serving president of the United States who firstly said there wasn't a problem, then said it was under control, then said they would 'shake it off by Easter', then told everyone how well he was doing while withdrawing funding from the WHO, then suggested that injecting disinfectant might be an idea worth looking into. And the death toll in the US alone is well over 50,000. Italy was caught totally on the hop, Britain didn't realise how serious things were until they were in the thick of it, and Spain has been hit hard. In Brazil the regional governors and health officials are desperately trying to contain the situation which is, to this day, being actively denied by the idiot the people of that country voted into its top job.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNobody knows for how long New Zealand's borders will have to remain closed, or what life in this country is going to be like in the months and years to come, but I am pretty sure that going 'hard and early' has put us in the strongest position possible.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/red.jpg",
    "tags": [
      "Covid",
      "Jacinda",
      "Government",
      "Pandemic",
      "USA",
      "New Zealand",
      "UK"
    ],
    "created_at": "2020-04-27"
  },
  {
    "id": 30,
    "title": "Just take what you need.",
    "sub_heading": "I have said in this column that I think our government has handled the Covid19 situation very well.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThere are rumblings in various corridors though, to the effect that it's all gone too far and we are sacrificing the economy on the altar of caution. Of course the leader of the opposition is busy saying that we should be out of Level 3 as of now, and that small businesses are the victims of the government's carefulness and placing of human life before money - it's kind of hard to say in a way that isn't, well, uncaring, expedient, and materialistic. To be fair to him - there is not a lot else he can say - and he has to say something doesn't he?\t\t\t\t</p>\n<p>\n\t\t\t\t\tI read an article this morning in which the writer, Damien Grant, wrote that the government's wage subsidy scheme \"was a massive waste of cash as most of the employers who took it, including me, didn’t need the subsidy and were going to retain their staff anyway. Most firms that were going to fail before they got $7000 per employee are still going to fail\".\t\t\t\t</p>\n<p>\n\t\t\t\t\tReally? Am I really that naive that it comes as a surprise to me that a large part of the business community has treated the scheme as a bonus cash handout? I suppose I shouldn't be surprised - I spoke to a man a few days ago who works for one of the big banks - he said some large corporate tenants have taken the opportunity to stop paying rent for a while and their message to their landlords is something like \"We're not going to pay the rent for 4 to 6 months and then we might just pay some of it - and you will either have to reach a settlement with us or take us to court.\" I imagine that is the last thing a landlord wants to have to do, and it belies an uncaring and cavalier attitude on the part of the tenants.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn a separate conversation I mentioned to a small business owner that I, as a self-employed person, was considering applying for the wage subsidy myself since a large part of my cashflow, being dependent on cafes, has evaporated. The response was \"Well you may as well, because you can be bloody sure everybody else is\".\t\t\t\t</p>\n<p>\n\t\t\t\t\tSurely the only thing that should be taken into consideration when deciding whether or not to apply for the subsidy should be \"Do I/we need it?\". As Damien Grant pointed out above, a lot of companies which don't need it have taken it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd then of course when it all has to be paid back, which it inevitably will, there will be people wringing their hands and saying that the government of the day put New Zealand into an untenable situation by handing out vast amounts of borrowed cash.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI am sure a lot of people got the subsidy because they needed it, and some people will survive this crisis because of it. That is a good thing, that is what it is there for. And it will be the case that the ultimate failure of many businesses will simply have been delayed by it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAs for those who helped themselves just because they could - the government has made the rescue package available - an honest, altruistic, and commendable move - don't blame them or anyone else for the ultimate cost of it when you have taken it dishonestly.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/money.jpg",
    "tags": [
      "Covid",
      "Government",
      "Subsidy",
      "Rent",
      "Tenant",
      "Landlord",
      "Business",
      "Cashflow"
    ],
    "created_at": "2020-05-04"
  },
  {
    "id": 31,
    "title": "Now to the world's real problems.",
    "sub_heading": "As the world begins to emerge from lockdown and strives to get back to normal,",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tit is important to remember that normal was a crisis with far more serious implications than the one we have just overcome. And this crisis is ongoing. Whatever you choose to call it, think of it as the dark shadow of a predator - and we are the prey.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe normal which the world is turning back towards is a rising vortex of consumerism, economic growth, inequality, and for the most part morally and ethically bankrupt leadership. A seemingly unstoppable behemoth slashing and burning its way through the limited resources of the earth.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThere is no point quoting statistics here - dire predictions backed by science are easy enough to find. Suffice it to say that most rational people believe that climate crisis 'is a thing', and we have learned recently that we can stop the juggernaut; when the chips are down we can make big changes quickly.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo how is it that we can move mountains in minutes in response to coronavirus while remaining largely oblivious to the greater threat of environmental destruction?\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe answer lies in scope and cycles. For a gazelle the current cycle might be drinking the water it needs from a river without being taken by a crocodile.  A zebra grazing the savannah will keep one eye on the horizon, watching for danger, and when a lion breaks its cover the zebra will run. If the zebra were to look further into the bush it would see  a legion of lion, hyena, cheetah, drought, injury, vultures, humans, and more ranged against it. But in terms of survival it need only deal with the closest.\t\t\t\t</p>\n<p>\n\t\t\t\t\tFrom an evolutionary point of view, and in my opinion any other point of view is misguided, this makes perfect sense: the aim of the organism, in its most basic form - the gene, is to survive. This means surviving the the most immediate threat.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn politics a natural cycle would be time elapsed between elections, hence the concerted efforts of despots through the ages to make that time span as long as possible. In business it might be between AGMs. For the average family in western society, a cycle might be the time elapsed between mortgage payments, or even one payday to the next.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnything which might occur within the current cycle is 'within scope'. In the case of coronavirus, for the human race as a whole, drastic and life changing consequences were within scope and so it was imperative that evasive action be taken.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe human race has evolved to the point where we can reason that a set of circumstances in the present might rationally be expected to produce a different but predictable set of circumstances at some identifiable point in the future.  It is therefore incumbent upon the human race that we overcome our evolutionary wiring and look further into the bushes at the predator which is undoubtedly coming to get us.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/chimneys.jpg",
    "tags": [
      "Coronavirus",
      "Consumerism",
      "Climate change",
      "Evolution",
      "Politics"
    ],
    "created_at": "2020-05-11"
  },
  {
    "id": 32,
    "title": "The elephant in the waiting room.",
    "sub_heading": "In the wake of Grant Robertson's $50bn recovery budget there have been, amongst other reaction",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tclaims that climate change has been left out in the cold. Of over $50bn set aside to boost our country's economic recovery, just 2.2% of that figure - $1.1bn is destined for 'nature jobs'. This money will help to create 11,000 new jobs in conservation and environmental work.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNew Zealand has committed to being carbon neutral by 2050 and yet is currently on track to see a 20% increase in net emissions between 2005 and 2030. Therefore might we not have expected to see a larger proportion of the bailout dedicated not just to environment and conservation but to the core issue of climate change? - which I maintain is a far greater existential threat to New Zealand and humanity as a whole than Covid-19 or Spanish Flu ever were.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI think this ripple of negative reaction to the government's strategy is a case of people 'doing what they do', pundits adopting their respective positions, without taking time to look at the wider picture.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSeven weeks of effective lockdown has delivered a body blow to the New Zealand economy and has, for now, knocked the wind out of it. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThink of this situation as the triage tent on the battlefield.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAmid the artillery fire and strafing of global economics and day to day government of the country, medics are busy attending to climate change and working out a treatment plan for it - \"we will be carbon neutral by 2050\". The health care system, education, employment, and New Zealand's ageing infrastructure are also waiting on stretchers in the tent. Some have been assigned priority and are being looked after, others are standing by as the more urgent cases receive attention. Outside, all hell breaks loose as the single biggest threat to the people of New Zealand explodes onto the field. Presently the doors burst open and stretcher bearers rush in carrying the economy - it's in a bad way and it needs immediate help. The other stretchers are hastily moved to one side as medics rush to revive the patient.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAfter a short period of frantic activity the economy is stabilized and the doctors look up and survey the scene around them. With the economy in intensive care, 'serious but stable' they begin to turn their attention to the other patients. Employment, healthcare, and education are high priorities because they will support the economy as it recovers. Environment and conservation can be treated and brought in to help with employment. Meanwhile climate change, which is effectively the cancer patient in the ward, can be left for a short time while the emergencies are dealt with. \t\t\t\t</p>\n<p>\n\t\t\t\t\tLet's hope that once the most immediate needs of the other patients are seen to, the government will hold to its commitments and provide climate change with the care and rehabilitation it so desperately needs. \t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/ele.jpg",
    "tags": [
      "Climate change",
      "Covid",
      "New Zealand",
      "Lockdown",
      "Economy",
      "Environment"
    ],
    "created_at": "2020-05-18"
  },
  {
    "id": 33,
    "title": "Your vote really does count.",
    "sub_heading": "In our house we recycle everything we can",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI will ride a bike rather than drive the car if it is practical, and we stockpile soft plastic in the hope that one day, preferably soon, we will be able to recycle that. We try to be vegan but in reality we are merely vegetarians. I don't think our actions alone will save the planet but one does what one can.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut does one? There are many measures of wealth and many measures of a person's carbon footprint but overall it seems that a very wealthy person will have a footpint about ten times greater than that of a normal person.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI have known someone whose boat cost $8,000 to fill with diesel, and that was a few years ago.  I'm not sure how long that would last but it seems like a lot of fuel to burn in a pleasure boat. I wonder how far someone would have to ride a bicycle to offset that lot. And what about people who fly around in private jets?\t\t\t\t</p>\n<p>\n\t\t\t\t\tA study at the University of Bern in Switzerland concluded that a person's carbon footprint is better indicated by their income than their environmental beliefs.\r\nAll of which raises the questions: Why should I bother?  lf I don't bother why should you? If you don't bother why should the next person? And so it goes on.\t\t\t\t</p>\n<p>\n\t\t\t\t\tGlobally, New Zealand accounts for less than 2% of greenhouse gas emissions, so we as a nation might well pat ourselves on the back and say we hardly contibute to the problem at all. That view would miss the point entirely though. In fact,  amongst the OECD  we have the fifth highest per capita emissions.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOf course it's tempting to say that rich people should make more effort to be environmentally responsible because they can, proportionally,  make more of a difference. They can also afford to make environmentally responsible choices that might be out of the financial range of others; for example by buying electric cars, locally grown organic produce, and solar panels. Somebody who flies four times a year could choose to fly twice a year - that's more of a reduction than many people could make. The irony is that the poor people of the world will suffer the effects of environmental collapse earlier and more severely than the wealthy.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn my view the answer is still that one should do what one can, and I don't mean just recycling or eating less meat, although that's a good start. We should live as though we mean what we say when we talk about being worried about the future of the planet. We should fly less, we should buy local, we should encourage our children to think about solutions. Some of the most amazing technological and societal advances in the field of environmental science and awareness have come from surprisingly young people. If enough ones do what they can there might be enough of a difference made. \t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/leaves.jpg",
    "tags": [
      "Climate change",
      "Consumerism",
      "House",
      "Carbon footprint",
      "Greenhouse",
      "Recycle"
    ],
    "created_at": "2020-05-25"
  },
  {
    "id": 34,
    "title": "Boom times are making way.",
    "sub_heading": "Whilst researching this week's column I was surprised to learn that I am a baby boomer.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThe criterion for being one is to be born between 1946 and 1964, which I was. I have long known that the baby boomers are generally held to be responsible for the rise in consumerism of recent decades, I just didn't realise I was, even if only just, one of them . My generation was apparently wealthier, more active, more physically fit and possessed of higher expectations of the world than our forbears.\t\t\t\t</p>\n<p>\n\t\t\t\t\tYes, we expected more from the world and we took it. During our generation we have seen an explosion of ways in which materials can be used and discarded. We have seen ever more efficient methods of extracting raw materials from the earth. We strip mined the land to remove vast amounts of coal which we then burned to produce power to run factories to make goods which we used for a few years and then discarded. It's OK though because economies must grow to be considered healthy and the best way for that to happen is to keep making stuff. \t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd there will always be an emerging economy which will happily make lots of stuff for the rest of the world to use for a while and then throw away.\r\nWhen I was very young I remember seeing 'Made in Hong Kong' stamped on the underside of almost everything. Then it was 'Made in Japan', and now it is 'Made in China'. \t\t\t\t</p>\n<p>\n\t\t\t\t\tWe baby boomers are getting on a bit now, and one of the things I, as a relatively young member of my generation, am beginning to notice is the onset of my own obsolescence. \r\nThere has been an event in our family recently which has caused us all to come together and work towards arrangements for the good of the family as a whole. Of course my instinct at first was to wade in and take control, obviously knowing what was best for all. But I have been pleasantly surprised by the wisdom, sensitivity, and calm of my two adult daughters. They have dealt with what has been a difficult situation very capably and I did not need to be in the driving seat. In several small ways since then I have noticed others doing what I used to do, and assuming responsibilities that used to be mine. I suppose I could get a bit niggly and be the grumpy old man but actually, I feel proud to be the father of such cool and able people. \t\t\t\t</p>\n<p>\n\t\t\t\t\tWe, as the responsible adults, may have created a comfortable, wealthy, consumerist society in which to live our lives, but it seems that we were missing the point at a most basic level. And we thought we were so clever.\r\nMy eldest daughter is a vegan and cares about the environment too.\r\nPerhaps we are leaving the planet in safer hands than ours. I certainly hope so. \t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/boom.jpg",
    "tags": [
      "Economy",
      "Environment",
      "Vegan"
    ],
    "created_at": "2020-06-01"
  },
  {
    "id": 35,
    "title": "Time for confession.",
    "sub_heading": "Here was a dilemma, and me on the horns of it.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI had occasion, recently, to take a horse float full of rubbish to the Hamilton Refuse Transfer station - the dump.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWe were weighed on the way in and then again on the way out: 960 kilos of rubbish later.\r\nThe rubbish pile had been in the rain though, so some of that was water.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe rubbish pile had been in the rain though, so some of that was water.\r\nThis was essentially a house lot. Almost every conceivable type of refuse including an old bed. To give some context; we were under strict time pressure with the loan of the float and a deadline by which to have the house cleaned and cleared out, and thus have the best chance of getting the bond back. And it was raining.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe dilemma was this: I knew, as I was chucking stuff over the edge, that a fair bit of it could have been recycled, repurposed, donated, or otherwise kept in circulation. To do this would have taken considerably more time than was available; days rather than hours I suspect, to do it properly.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWe threw out a fair bit of paper which could have been recycled, a quantity of old bits of wood which could have been taken home and hoarded against future requirements, some clothing which could have been donated, various defunct furniture, the list goes on. There is no doubt that to take the time to sort everything out and then deliver it to the various reception points, op shops, and the like would have been the right thing to do.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut I did not do that, there just wasn't the time. If I'm honest, dump-side in the cold rain there wasn't as much inclination as there should have been either.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn my defence I did divert a computer and a laptop to the back of the car and these have now joined a stockpile of similar items in our garage awaiting collection by RecycleIT. And a couple of nice bits of hardwood will make their way into the structure of the boat I plan to build - one day.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI think we all, at various times, experience this kind of thing: we know we should do something other than what we are actually doing, and we justify our actions as best we can at the time. But let's not be too hard on ourselves. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThere are some countries and corporations, large and small, which care little for anything other than power and profit. These are the giants walking the planet's surface which could make a meaningful and effective difference to us all with a slightly lighter footstep.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI think it is important that when we can do the right thing - we do it, and if for whatever reason we can't do the right thing now, we recognise that we are falling short and resolve to do better in future. In this way we can ensure a progressive improvement in how we treat our planet as the current tenants. The consequences of not caring at all might be more serious than not getting the bond back.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/dump.jpg",
    "tags": [
      "Rubbish",
      "House",
      "Bond",
      "Furniture",
      "Tenant"
    ],
    "created_at": "2020-06-08"
  },
  {
    "id": 36,
    "title": "Benefits of the burbs.",
    "sub_heading": "Last weekend we finally finished moving into our new house,",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tand from where I'm sitting right now I can see the lights inside the new  and enormous APL factory just outside Cambridge, I can see the traffic hurrying in either direction on the new freeway, and I can see the lights up and down Victoria Road in and out of town. \t\t\t\t</p>\n<p>\n\t\t\t\t\tImmediately surrounding our house though, is a swathe of green on three sides with encroaching suburbia on the far edges of all fields.This is all recent development too; you don't have to have lived around here for very long to remember the right side of the road from Cambridge to Hautapu being all farmland.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOf course, as a greenie, or at least a person with a environmental conscience, my initial reaction to the view from our house was one of dismay at the speed with which green is turning to grey.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut then I thought about it and I'm not sure that it is all bad. Here's the rationale, along with a disclaimer against the chance that I am entirely wrong. I have no empirical evidence or facts to back up my suggestions but my chain of thought went like this: People have to live somewhere and they have to do their shopping, and conduct their business, and relax. For Cambridge we're talking about a lot of people because it's a popular place. So we are swapping fields of grass for suburban development. An area of land which is covered with grass is, from an environmental point of view, pretty neutral; it doesn't contribute a lot, but then it doesn't detract either - unless you get into the fiery debate about the effects of intensive animal farming which I do not propose to do here. \r\nSo once that land has been transformed into suburbia, is it going to contribute to the planet in a positive way or is it going to detract from the planet by consuming resources and requiring waste treatment and transport infrastructure etc…?\t\t\t\t</p>\n<p>\n\t\t\t\t\tHere's where a difference can be made, not only by the planners and developers, but by the people who live in these new suburbs. Of course we should look to central and local government for direction, for sustainable choices, extensive planting in public places, efficient and fiscally viable public transport systems. By and large they are not doing too badly on that score, but this is where the individual can make a positive difference: Plant more shrubs and trees and have smaller lawns, reduce the amount of household rubbish going to landfill, put solar panels on your roof, drive an electric or hybrid car, recycle and re-use more and throw away less, get the dryer fixed instead of buying a new one.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe suburbs are coming - I can see them from my office window like rain across a lake. But who knows? The new suburbs could just be better for the planet than the green fields they are replacing.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/suburb.jpg",
    "tags": [
      "Suburb",
      "Greenie",
      "House",
      "Infrastructure",
      "Developer",
      "Transport",
      "Solar",
      "Recycle"
    ],
    "created_at": "2020-06-17"
  },
  {
    "id": 37,
    "title": "Losing the keys to life.",
    "sub_heading": "We all know that society is dependent on technology.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI for one tend to take it for granted. But having been in our new house for ten days now and still being without an internet connection (I'd tell you the story - but neither of us have the time) I have realised all over again how much we rely on it: There's no TV, no email, no online gaming for the teenagers, no web surfing. A lack of internet forces one to live a different life. The teenagers have come out of their bedrooms and have been communicating with us via the spoken word - that's different! \t\t\t\t</p>\n<p>\n\t\t\t\t\tHaving to connect through my mobile phone every time I want to check the email takes me back into the mists of time when we had dial-up connections.\r\nAnd watching TV with the set top box hooked up through the phone is fine until it decides to go slow - or drop the connection altogether.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThen on Saturday night I was sorting out the post-shifting chaos in the garage and that must have been when I lost my car key. On Sunday, with three open homes rapidly approaching, we turned the house (and the garage) upside down and failed to find them. \"What about  the spare\" I hear you say. Well that was lost some years ago - I'm pretty sure it was when my mother-in-law borrowed the car but it's best not to go into that.\r\n$400 later I have a new key for the car - I can remember when I was but a lad, if you lost your car key you got another one cut for about $5.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI commented to the automotive locksmith that it would be typical if I found the missing key  having just mortgaged the house for a new one. He said, \"Doesn't matter - the old one won't work now anyway\".\t\t\t\t</p>\n<p>\n\t\t\t\t\tIs it all going too far? The kids spend a lot of time responding to software algorithms of their online games, we all spend too much time staring at our phones, it's becoming increasingly common for computers to run our houses, they look after our diaries, and certainly they run our cars. And you can be sure there is a whole lot of binary to-ing and fro-ing going on behind the scenes of everyday life than most of us care to realise.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt makes me think maybe the planet would be better off if we all lived simpler lives. Well of course it would be, but it is true that technology has the power to deliver benefits, in countless ways, to the human race. We just need to remember to look after the environment which supports us as we strive to make our lives more comfortable and convenient.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/keys.jpg",
    "tags": [
      "Technology",
      "House",
      "Open home",
      "Mortgage",
      "Environment"
    ],
    "created_at": "2020-06-24"
  },
  {
    "id": 38,
    "title": "Can we reach this goal?",
    "sub_heading": "I wrote, a couple of weeks ago, how rich people consume proportionally more resources than non-rich people.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tSince then I have been thinking about this, and I have reached what seems to me to be the only possible conclusion; that the environmentally sustainable world to which we 'greenies' aspire must be an impossible dream.\t\t\t\t</p>\n<p>\n\t\t\t\t\tGorge Monbiot said in 2019: \"If everyone pursues private luxury there are simply not enough resources to meet everyone’s needs.\" At first glance this statement appears to be true. But what he says is \"if everyone pursues...\" Of course everyone does but not everyone achieves it. This is why those who succeed in their pursuit of private luxury are able to have it - because most people do not succeed. \t\t\t\t</p>\n<p>\n\t\t\t\t\tYet this is the basis of capitalism, a system built on the principals of progressive economic growth. \t\t\t\t</p>\n<p>\n\t\t\t\t\tOur environment is already breaking under the strain of human development and progress, and yet governments and economists around the world demand constant growth. At a growth rate of 3% per annum an economy will double in size in less than 25 years. Nature can hardly cope right now - but we're supposed to double the load in 25 years? It's just not going to work.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIs there a solution? I don't know. It's a sobering argument sure enough, but even having just articulated it I think I have to admit that if I could afford the lifestyle of a billionaire I might be tempted to have it and enjoy it. But what then - to hell with everyone else? Or would I buy large tract of land right here in New Zealand and re-wild it, convert it to native bush, eradicate all the pests, and open it to the public? How many of us would do that?\t\t\t\t</p>\n<p>\n\t\t\t\t\tGeorge went on to say \"If we try to obtain public luxury then we create space and support for everyone\" - which would seem to be an endorsement of the latter option.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI am not proposing the overthrow of capitalism but it might be a good idea if some of the people who have achieved the goal of ultimate private luxury would then devote the usually considerable remainder of their financial resources to such environmentally beneficial endeavours as the Maungatautari Ecological Island Trust to name just one.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOr maybe groups of people who have achieved financial stability could band together towards similar goals.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo I guess I am saying that we are all, in fact, entitled to pursue private luxury. But if we are lucky enough to achieve it, do we not then have a responsibility to look after the world which provides it to us?\t\t\t\t</p>\n<p>\n\t\t\t\t\tA sustainable world may eventually turn out to have been an impossible dream, but there is hope in the fact that one of the qualities of the human race which has brought it thus far, is a tendency to achieve things which seemed impossible. \t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/goal.jpg",
    "tags": [
      "Capitalism",
      "Economic",
      "Environment",
      "Luxury",
      "Sustainable"
    ],
    "created_at": "2020-06-29"
  },
  {
    "id": 39,
    "title": "It's free: But we don't use it.",
    "sub_heading": "Back in 2006 some very clever people using some very clever techniques worked out how much solar energy is available here on earth.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI haven't even tried to comprehend the technicalities but I did get my head around one of the facts presented. More energy, in the form of solar radiation, reaches the surface of the earth in one hour than the entire world uses in one year. That's not far off 10,000 times more energy available - free - than we use.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn 2011, the International Energy Agency said that \"the development of affordable, inexhaustible and clean solar energy technologies will have huge longer-term benefits. It will increase countries' energy security through reliance on an indigenous, inexhaustible, and mostly import-independent resource, enhance sustainability, reduce pollution, lower the costs of mitigating global warming, and keep fossil fuel prices lower than otherwise.\"\t\t\t\t</p>\n<p>\n\t\t\t\t\tSeems sensible to me. Yet, even though great strides are being made technologically, towards this energy utopia, in practical terms it seems like a long road. Why is this? My guess is that the answer is momentum. \t\t\t\t</p>\n<p>\n\t\t\t\t\tSince the Industrial Revolution the wheels of commerce have been powered by fossil fuels. Of course we now know that fossil fuels represent an inefficient, unhealthy, environmentally damaging approach to power generation, but at the time that's what was available. In the present day we have the knowledge and ability to generate power from clean, renewable sources but we are still dealing with the massive momentum of the 'old way'. International corporations have grown, gargantuan fortunes have been made, and vast infrastructures have developed around fossil fuels. So there are two reasons why things are not going to change overnight: One is the sheer logistical challenge of  deconstructing a system which has developed over the last two hundred years, and replacing it with a new one. The other is the aforementioned international corporations. The people in charge of these entities are unlikely to say \"OK, looks like the rules have changed, let's drop everything and spend all the money we've got re-inventing ourselves to be clean and green in the next five minutes.\"\t\t\t\t</p>\n<p>\n\t\t\t\t\tRealistically, neither of those things is going to happen.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut look at what is happening. Countries and companies (well, some of them) are recognizing the need for action. BP, for one,  have declared their ambition to be carbon neutral by 2050. As a company which started in 1908 they have been building their brand on fossil fuels for well over 100 years. Now they have pledged to  turn it all around inside 30 years. Granted that may not be soon enough - but it's a start. In fact, I suspect that the time frame for change will shorten as the impending consequences of inaction become ever more dire.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn our own quests, as individuals, to make a difference, let's not forget that without customers no business can survive. Perhaps we, the consumers, can expedite the changes by supporting businesses which are genuinely committed to being better global and environmental citizens.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/solar.jpg",
    "tags": [
      "Solar",
      "Sustainable",
      "Fossil fuels",
      "Energy"
    ],
    "created_at": "2020-07-06"
  },
  {
    "id": 40,
    "title": "The public gets what the public wants.",
    "sub_heading": "Hats off to Diageo. Who? Diageo - a British corporation with an annual revenue of GBP£12 billion (NZ$23 billion).",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThe company owns over 200 high profile liquor brands including Guiness, Smirnoff, and Johnny Walker.\r\nDiageo has just announced that as from 2021 Johnny Walker whisky will be available in paper bottles.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWell, not quite paper - it's a paper-based product made from sustainably produced pulp, and it will be 100% recyclable through standard recycling streams.\r\nThey have even formed a new company to develop, produce, and market the product.\r\nThis is of course great news, and I predict it is only the beginning.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOn the other hand Coca Cola with an annual revenue of USD$37billion (NZD$56 billion) have said they are not going to stop producing plastic bottles because their customers still want them.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI have been saying for some time now that you and I should do what we can to reduce, reuse, and recycle, but the big changes are going to have to come from higher up.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis is where it gets interesting. \t\t\t\t</p>\n<p>\n\t\t\t\t\tWhen corks in wine bottles got the boot in the early 2000s I was not in favour of screw tops. Gone was the romance and panache of opening a bottle of wine at the table and 'tasting' the wine. Not that I had a clue what I was doing, it was just tradition and I liked it.\r\nAnd next year when I am standing in front of the liquor store display I know I will find it hard to choose  an opaque paper-based bottle of whisky over the warm inviting appeal of the amber fluid in a nicely lit glass bottle. If I'm honest, given the choice I might even go for the glass one.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis is where people need leadership. Humans are not termites, selflessly working for the greater good. If we were, we might not be in such a pickle now. The fact is we will take the easier, more comfortable, more desirable path at every turn. This is why we go to the gym for exercise; we could easily do the workout at home but we need the peer pressure and the instructor to help us do what we know must be done.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAs a company, Apple is very good at this. They know what the market needs, and even to a certain extent what the market wants, often before the market knows. I have often heard people complaining about some innovation forced on its customers by the 'control freaks' at Apple. And yet it usually doesn't take long for these innovations to become essential, and then everyone else (the competition) follows suit.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe big corporations of the world are de facto leaders which can lead the way, certainly with regard to the environment, more effectively than governments (which are voted in and out by weak willed people). So hats off to Diageo, and a stern look at Coca Cola, who should have more corporate courage and do the right thing. \t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/bottle.jpg",
    "tags": [
      "Sustainable",
      "Recycle",
      "Market",
      "Corporation",
      "Environment"
    ],
    "created_at": "2020-07-13"
  },
  {
    "id": 41,
    "title": "Gaga on Gaia - or not.",
    "sub_heading": "I've been a bit conflicted this week. I read an article online about the proponent of the Gaia theory,",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tJames Lovelock, who has recently done two remarkable things. Firstly he surpassed the age of 100, and secondly, in a video interview, he expressed the opinion that we shouldn't bother trying to save the planet.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis led me to do a bit more research on the Gaia theory, although technically speaking it's more of a hypothesis than a theory, but even for me that's a bit pedantic. \t\t\t\t</p>\n<p>\n\t\t\t\t\tAt first glance, or rather 'quick net search',  The Gaia theory appears to be based on perfectly sound common sense and I do appreciate common sense so I was taken aback to read that the 'theory' had been ridiculed by one Richard Dawkins. Now, as far as I am concerned, Dawkins walks on water. Well of course he doesn't actually walk on water, no one ever has. But if perambulating on H2O was up for a bet, my money would be on Dawkins, Hitchens, Gould, or Fry to name but a few.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo now I'm looking at something which appears to make sense but I know to have been derided by people whom I admire. I keep looking and come eventually to gaiatheory.org where I find this : \"The Gaia Theory posits that the organic and inorganic components of Planet Earth have evolved together as a single living, self-regulating system\". Bang! - there it is: What sounded like a sensible notion has suddenly made itself ridiculous.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe Gaia theory is held in high regard by many, including Jim Lovelock himself, although he appears not to be as ardent in his defence of it as he once was, and he accepts and rebutts criticism of his thoughts with all the grace and deference of a true scientist. Doesn't make him right though. The Gaia theory attempts to explain Planet Earth and all life on it in a holistic and, dare I say it, simplistic way, which endears it to those who might like to perceive meaning where there is simply beauty, or design where there is simply evolution. Moreover, the notion that the rocks and rivers are working in concert with the butterflies and bison to right the wrongs of the industrial revolution can only be taken seriously by those willing to attribute a spiritual element to the cosmos - which I am not.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI guess the lesson to be learned from my conflict and its subsequent resolution is not to grab the wrong end of the stick from the first internet article you read and then run off with the stick thinking you know all about it. Comprehensive and unbiased research is more important now than ever before. With so much information so readily available, the onus is on the reader to get the whole picture.\t\t\t\t</p>\n<p>\n\t\t\t\t\tFor my money, the reductionist views of the more established scientists will always carry more weight than the musings of those who can publish anything they like on the internet.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/eco.jpg",
    "tags": [
      "Dawkins",
      "Planet Earth",
      "Evolution",
      "Science"
    ],
    "created_at": "2020-07-20"
  },
  {
    "id": 42,
    "title": "My beef with some burgers.",
    "sub_heading": "One step forward, two steps back. France has announced a ban on outdoor heating which will come into force after the northern winter.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tAnd if you eat a burger in Europe there is a good chance the animal it came from will have been fed on soy grown in illegally deforested areas of the Amazon.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnnouncing the outdoor heating ban in France Ecology Minister Barbara Pompili said outside heating or air conditioning was an \"ecological aberration\". And so it is. From any point of view heating the street doesn't make a lot of sense. They have also said that any shop running air conditioning must keep the doors closed.  If this outbreak of sense continues we might have little to worry about before long.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNever fear though - there are plenty of idiots to counteract the good work done by the few. JBS for example, the largest meat processing company in Brazil, and by volume the world, says that it does not process meat which has come from animals farmed on illegally cleared land. You don't have to look far though, to find animals being reared on recently cleared forest land and then sold on to squeaky clean farms which, let's not forget, were themselves established on recently cleared land not so long ago. From here the animals are sold to JBS who slaughter and process countless animals each year and send the meat to the US, Europe, and all over the world. This practice has recently been highlighted, and not for the first time, by an employee with a camera - it wasn't hard to do. Needless to say the employee is now an ex-employee, and of course everybody has known for years that this has been happening but the dollar marches on, as it will continue to do.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhile global companies can flout both the law and good sense with impunity what incentive is there for the person in the supermarket aisle to make ethical choices? It's usually cheaper to buy the 'wrong' products, or the ones with excessive plastic packaging, or the oversized carbon footprint. It can be depressing to contemplate the scale at which popular opinion and action must shift in order to effect any meaningful change. Sure - consumers can move markets, and JBS could be compelled to behave more responsibly but let's be honest, is that really going to happen? As I've said before, the majority of people in the world cannot afford to make ethical choices. Of course we should - we all should, and we know we should, but that doesn't mean we do.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI don't know what the answer is, and I honestly fear that there may be no answer. Nature and the laws of physics will ultimately decide what becomes of the human race, but in the meantime might I suggest that if we want to drink coffee outside in the winter we could put on an overcoat - and perhaps eat fewer burgers?\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/burger.jpg",
    "tags": [
      "Amazon",
      "Supermarket",
      "Carbon footprint",
      "Nature",
      "Physics"
    ],
    "created_at": "2020-07-27"
  },
  {
    "id": 43,
    "title": "Examining the greenness.",
    "sub_heading": "What a day. It started at home in Cambridge. I had to go to work for an hour, and then pack up the car and the family and drive south,",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tand now I am sitting in a cabin in the holiday park at Foxton beach.  \t\t\t\t</p>\n<p>\n\t\t\t\t\tSomething I have been aware of for some time has been brought into stark relief in the last couple of days: I am constantly evaluating the 'greenness of things'.  Last night two young men visited our house; one is an apprentice diesel mechanic and the other is embarking on a career in the dairy industry. A quick, involuntary evaluation yielded the conclusion, rightly or wrongly, that in twenty years time both of those industries will be niche, if at all. I feel almost traitorous for thinking it, but to my mind it seems inevitable.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAs we left Cambridge I was evaluating the ethical and environmental justification for going on this trip at all. I am afraid to say that the outing is ecologically indefensible. We are down here to collect a new puppy for my daughter, and not a CO2 offset in sight.\r\nBetween Cambridge and Tokoroa it's all farmland. My wife and I talked about how it was once all native bush, and in places one can see vestiges of that. When I first came to New Zealand I lived in Taupo and burning piles of cleared tree stumps were a common sight - not so much now.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThen between Tokoroa and Taupo the farmland gave way to forestry and my wife asked me whether this was a 'greener' land use than farming. I thought about that: Yes and no - it's monoculture which is not great but it is trees, which is better than grass.\r\nIn Taupo we had lunch on the lakefront; meatless burgers at Burgerfuel which was a first for me. I don't really see the point in being vegetarian and then trying to replicate meat, but they were good.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAlong the Desert Road I was thinking about the Kaimanawa horses. They are culled each year - there's a paradox - I'm not in favour of killing them but they are not native...\r\nThen there's the army training ground and base at Waiouru, not very environmental but necessary for national security?\t\t\t\t</p>\n<p>\n\t\t\t\t\tindelibly marked on the landscape. It is commonly known that widespread intensive animal farming is not the way forward - if the way forward is to be for the betterment of the planet and survival of all the species. It made me realise quite how far New Zealand has to go. It's important to articulate right here that I am not against farming - I just think it has to change, and the magnitude of the coming change is worrying.\r\nIt has been a great day out with the family. And thought-provoking too, all the while evaluating the 'greenness of things'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI think it is a good thing to do.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/bush.jpg",
    "tags": [
      "Ecology",
      "C02",
      "Farmland",
      "Forestry",
      "Dairy"
    ],
    "created_at": "2020-08-03"
  },
  {
    "id": 44,
    "title": "Food farms: Good for the planet?",
    "sub_heading": "Let's peer into the future for a moment, but before we do, let's look at some recent events.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tOver the past  few years there have been a few stories in the news about houses in certain parts of the developed world selling for ridiculously low prices, and I have just seen another one today. In some cases the local authority will practically give you a house if you agree to spend a certain amount of money doing it up - and then undertake to live in it for a certain period of time. Of course the problem is that the newly welcomed residents then have to find gainful employment in their new, often a bit isolated, community. But it's the lack of economic activity, and therefore employment, which has caused the situation in the first place.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThere have been stories in the news about food technology, and how food may very well be 'grown' in factories to an almost limitless array of specifications. Management will be able to dial up a run of steak, or flour, or milk to name but a few of the coming possibilities.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt has also been suggested that the bones of some of these factories may already be in existence, in the forms of breweries, dairy factories, and the like. This is because the technologies which will be used to produce food in the not too distant future, ie: micro-fermentation, are similar to what is already done in these existing factories.\t\t\t\t</p>\n<p>\n\t\t\t\t\tGiven that the raw material for these processes will be water, microbes, and pretty much any green matter or vegetation, it would make a lot of sense to build these places close to the centres of population. And guess what? That is where they already are!\t\t\t\t</p>\n<p>\n\t\t\t\t\tOf course we will always grow food crops and vegetables, but it makes sense to do that close to the cities too - not so far to transport the product.\t\t\t\t</p>\n<p>\n\t\t\t\t\tDepopulation has been an issue for rural and isolated communities since the industrial revolution, and if what I've outlined here is anywhere near what eventually happens, it's not going to stop any time soon.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn fact I would suggest that as food production becomes centred around areas of concentrated population, there will be less and less reason, apart from recreation, conservation, and education for people to live in or even visit isolated rural areas.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis could be great news for the planet. It would allow for re-wilding of the landscape on a level hitherto not even considered. The environment will eventually heal itself with or without any further input from humans, but imagine  what a utopia we could create for the human race and all the species if only we were willing to read the signs which are writ across the landscape even as we drive through it and fly over it. \t\t\t\t</p>\n<p>\n\t\t\t\t\tWell that was a bit extreme wasn't it? Was it a glimpse into the future or was I dreaming? Time will tell.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/plant.jpg",
    "tags": [
      "Food production",
      "Rural",
      "House prices",
      "Population"
    ],
    "created_at": "2020-08-08"
  },
  {
    "id": 45,
    "title": "Keeping us in the dark.",
    "sub_heading": "Having dropped the kids off at school this morning, I found myself behind a milk delivery truck.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tOn the back of it was a big picture of a milk carton along with some joyous text promoting the new 'triple layer light proof' milk bottle. Of course I share their enthusiasm: Before I gave up drinking milk I would regularly eat my cornflakes in the pantry, where it was nice and dark. It just tasted better than milk by daylight. Have you ever noticed what lovely teeth vampires have? Must be all that calcium by night.\r\nThen I would begin my daily fitness regime followed by my dental health routine, beauty, mental well-being, and spiritual awareness. I don't know where I would have ended up were it not for the jojoba and aloe vera scrubs and the many and varied potions and supplements each containing just enough 'real authentic genuine' something to be able to use the name of it. \t\t\t\t</p>\n<p>\n\t\t\t\t\tWhen I was an under-nourished musician somewhere in the nineties I saw an ad on TV telling me that if my diet was not all it should have been I should go directly to my pharmacist and ask for this amazing new product by name. I went to the chemist and asked for the product by name. The woman behind the counter said \"Why do you want that?\"\t\t\t\t</p>\n<p>\n\t\t\t\t\t\"Well\", I replied, \"My diet is not all is should be, so I need this supplement.\"\t\t\t\t</p>\n<p>\n\t\t\t\t\t\"Why don't you improve your diet?\" she said.  Why indeed? What a marvellous idea.\r\nTo be honest I don't remember but denied my super-charged, plastic bottled, and shrink wrapped wonder food I probably called in to my local dairy on the way home. Here I might have picked up some muffins, say, half a dozen sitting in a plastic tray with a lid, because you need that don't you? You don't want your muffins rolling around in a paper bag. Perhaps a bar of chocolate, wrapped in plastic and made from cocoa harvested in Ghana by a farmer who keeps his goat in the dark because it makes the milk taste better.  And a magazine made from a tree which was busy sequestering carbon until someone cut it down to make paper and print something really important on it; a nice article about Feng Shui - famously described by the erudite David Mitchell as 'tidying up a bit'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt's all a bit silly isn't it? The sheer volume of time, effort, money, and resources which go into the production of a whole lot of stuff nobody needs. Then there's the endless media hype that goes into persuading the public that that they need to hold a crystal in one hand whilst sucking on a honey lozenge which once passed within a mile of a beehive, tugging on a rubber band with the other which will make them look like a super model in only three minutes a day. \t\t\t\t</p>\n<p>\n\t\t\t\t\tImagine if all that effort went into something useful.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/dark.jpg",
    "tags": [
      "Milk",
      "Diet",
      "Farmer",
      "Media"
    ],
    "created_at": "2020-08-17"
  },
  {
    "id": 46,
    "title": "Can we be bothered?",
    "sub_heading": "I wonder if this is it. All this interminable rain - is it climate change or just some inclement weather?",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI have no idea whether we are experiencing more rain than normal for this time of year. I don't even know what normal is. I do know that one of the predicted consequences of climate change is more extremes of weather and they do seem to be happening. The highest temperature ever recorded on earth - since humans have been measuring it anyway -  happened just recently in California - that's an extreme. Sea levels are, in fact, rising. Stories of storms and tempests across the globe seem to be ever more frequent on the news.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut are they? It certainly seems that they are, but we can't be 100% certain unless we count them and compare the statistics with past figures. This is why we need science. Scientists count and measure things, and then, using knowledge and expertise gained through years of study and research, they attempt to draw conclusions from the information they have gathered. \t\t\t\t</p>\n<p>\n\t\t\t\t\tI once read that a fool knows he is right whilst a wise man realises he may be wrong.\r\nScientists always accept the possibility that they may be wrong; it comes with the territory since they are dealing with subjects which usually include a fair bit of the unknown. Many people, like teenagers, on the other hand, are often unassailably right, even when the knowledge they bandy has been gleaned from a quick five minutes on the internet. One must forgive the teenagers though, it has been scientifically proven that they are not right in the head. I remember being one, it was great, and so were my twenties and thirties. Things only started getting serious after that.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnyway, back to climate change: I met a man in the street a few months ago who proclaimed \"Climate change - it's official!\". I felt a brief surge of vindication, as I'm sure  does everyone who has their view supported quite so unequivocally. It was short-lived though, as he flashed up a picture of golden leaves on his phone and concluded \"It's autumn!\".\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis is what we're up against - we who accept that climate change is an issue which has been caused by the activities of humans, which unchallenged will cause untold human suffering, and which can be halted and even reversed by immediate, comprehensive, and decisive action\t\t\t\t</p>\n<p>\n\t\t\t\t\tWe're up against flat out denial, procrastination, resistance to change, the momentum of existing big business, and good old apathy: Try as we might we are unable to - we just can't - it's not that we don't want to - we just can't - be bothered. \t\t\t\t</p>\n<p>\n\t\t\t\t\tI wonder whether there is, in fact, enough combined desire for the necessary change to make it happen, or will we, as a global community, slide towards a very much more difficult future than might otherwise have been possible simply because we couldn't be bothered to reach out and grab the rail.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/desert.jpg",
    "tags": [
      "Climate change",
      "Rain",
      "Science"
    ],
    "created_at": "2020-08-24"
  },
  {
    "id": 47,
    "title": "Reading the blurred line.",
    "sub_heading": "Since being asked to tackle 'End of Life' this week I have been thinking about how to present my thoughts.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI toyed with the idea of an allegory (two old men on a park bench - one about to kill himself, and the ensuing discussion) to illustrate the points but it would be simpler to come straight out and say what I think. Also parts of it may have been unnecessarily upsetting to some readers who have been  affected by suicide.\t\t\t\t</p>\n<p>\n\t\t\t\t\tTo be clear, the end of life issue we are shortly to vote on is not a discussion of suicide and its ramifications. There are factors and considerations involved in the suicide of a healthy person which are way beyond the scope of a conversation about euthanasia. \r\nAnd therein, possibly, lies a blurred line. When does suicide become an 'end of life' choice? Terminal illness? Seemingly incurable sadness? An inability to care for oneself? \r\nThere's a slight irony here; it seems that a person might be eligible, in the minds of some, to choose to end their own life only if they are physically unable to do it for themselves.\r\nThis is perhaps the crux of the matter: Does a person who kills another person upon the genuine, earnest, and considered request of that other person commit murder? Of course it might depend on the reason for that request. It would be absurd if the person making the request was simply having a bad day. At the other extreme the person making the request might be unable to articulate it by reason of being, apparently, in a coma but nonetheless sentient. In the case of the latter example - the situation known variously as 'pulling the plug' or 'turning off the life support' is widely accepted to be a reasonable thing to do. It often generates a lot of conflict though, usually between doctors and family members, or family members and other family members. This shows what an emotive issue it is, even at the end of the spectrum where a case for prolonging a life can hardly be made.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI think this is an issue on which every person must decide for themselves, and yet there must be an official stance - hence the referendum. Fortunately we live in a democracy and so we can all state our view and the outcome can be determined by whichever view is most commonly held.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNot that it matters, but my view is this: As an avowed atheist, fan of science and empirical enquiry, and an apologist for individual thought and critical reasoning, I think that a person should have the right to end their own life.  Of course the considerations are varied and many, and that is why each one of us should give serious thought to the subject, and then vote on it. \t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd if you don't agree with the outcome, well that's democracy; you might just have to go into politics and do something about it.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/life.jpg",
    "tags": [
      "Suicide",
      "Vote",
      "Democracy",
      "Politics"
    ],
    "created_at": "2020-09-08"
  },
  {
    "id": 48,
    "title": "It's not our problem.",
    "sub_heading": "Broadly speaking, my brief is to write a weekly column, with the odd digression,  on environmental issues.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tSome weeks I feel more  optimistic than others. This is not one of those weeks. Sometimes a quick scan of the news brings one stumbling to the realisation that despite the efforts of many wonderful and tireless people there is really no hope for the planet. That is to say, there is no hope for the planet as we knew it. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThe seas are rising; the ice caps are melting; human activity has wiped out 60% of wildlife since 1970; atmospheric greenhouse gas concentrations continue to rise.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThese trends are not about to change any time soon; it's easy to see that by looking around. Modern consumer society takes all and gives nothing - and that's because we the people want to have all the nice things. Let's face it - the average person in the street couldn't care less if the Greater Spotted Womble Thrip becomes extinct. They would care if it meant they couldn't have their new car in the right shade of current but it doesn't so they don't. There are those who don't even acknowledge that a problem exists: I, personally, cannot conceive of any way of looking at the wealth of scientific research on climate change which could lead to the conclusion that there is nothing to worry about. But then I didn't think Trump was going to be elected either. \t\t\t\t</p>\n<p>\n\t\t\t\t\tI happened to see an item on TV today in which apparently normal people were outraged by the fact that their washing machines were tangling their clothes. If only they could be so outraged that the human race is wrecking the environment.\r\nThen you walk down any main street in the country and you'll see people buying things they don't need, driving cars the size of tanks, throwing takeaway containers in the rubbish, drinking water from plastic bottles lest they dehydrate before they reach the next tap.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhy though? In the face of such overwhelming evidence to the contrary, why do we continue to behave as though there is no problem?\t\t\t\t</p>\n<p>\n\t\t\t\t\tMy opinion is that it is because it doesn't affect us - yet. As I mentioned the seas are rising - and pretty soon, but probably after most of us have escaped this mortal coil with our consciences intact, the water will be lapping at our feet. If not our feet, certainly our children's, but we'll be off the hook by then.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/melting_planet.jpg",
    "tags": [
      "Environment",
      "Sea levels",
      "Consumerism",
      "Plastic"
    ],
    "created_at": "2020-09-15"
  },
  {
    "id": 49,
    "title": "It's a yes from me.",
    "sub_heading": "Cannabis. Should we make it legal or not? I say we because we are shortly going to vote on the issue and that vote will determine the answer to the question.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tSo it is very much we who will decide whether or not cannabis should be made legal.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI have been trying to come up with an argument, either way, which has not been thoroughly aired and shaken out already. However I don't think there are any so we'll have to go over some old ones.\r\nThose in favour of legalisation raise points like; cannabis is in widespread use already; prohibition in the US was a total failure; the government may as well tax it; it is claimed that cannabis has medicinal benefits; if alcohol and tobacco are legal why not cannabis? All of these angles can be argued convincingly.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThose against legalisation state that cannabis is harmful, it is claimed that cannabis has damaging effects on the human nervous system, causes long term memory and thought processing problems, and it is a known carcinogen. There are claims that cannabis can be, or indeed is, a gateway drug - itself easy to obtain and use but leading to the use of other more addictive and harmful drugs. \t\t\t\t</p>\n<p>\n\t\t\t\t\tAgain, these views are easy to argue without too much fear of a slam dunk defeat from the opposing side, since there is a lot of evidence to support them.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo it comes down to personal views, emotions, and prejudice. By that I mean that many people already have a position on the matter and are unlikely to change it based upon anything they read or hear in the run up to the election and its associated referenda.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThere is one argument which I have left out so far. It is not a new one but it is, to my mind, the most important: If you take the 'illegal' out of cannabis production, distribution, and use - you make it a whole lot less attractive to certain of the elements of society who seek to profit from it. Of course there is nothing wrong with attempting to profit from a free market, but using lethal force to protect a plantation, or standover tactics or even violence or the threat of it to protect a distribution patch starts to look decidedly dodgy. And since it is currently illegal there is no regulation of any aspect of the supply chain thereby leaving it all open to, shall we say, less scrupulous, operators than might be desirable.\r\n\t\t\t\t</p>\n<p>\n\t\t\t\t\tI think, and I believe I have good reason to think, that if you take the illegal out you will also take the criminals out.  And with the criminals out the world - or at least our small part of it - will be a safer place. \t\t\t\t</p>\n<p>\n\t\t\t\t\tMany of us have seen it happen before as a result of the Prostitution Reform Act 2003. Therefore, whether or not I have any intention of using it myself, on that argument alone I will be voting for the legalisation of cannabis.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/cannabis.jpg",
    "tags": [
      "Cannabis",
      "Legislation",
      "Profit",
      "Market"
    ],
    "created_at": "2020-09-22"
  },
  {
    "id": 50,
    "title": "On the path of least resistance",
    "sub_heading": "I called in to the dairy at Hautapu yesterday and spotted a poster on the notice board. It was advertising the new Sharing Shed at Country Creche,",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tand above the picture of shelves full of home grown produce, were the words: \"Take what you need, share what you can.\" That sounds like a good idea - something to live by. The problem is the gap between what we need and what we want.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis morning I wanted to drive the car to work; it had been raining all night, the ground was wet and the sky very grey with only the odd patch of blue. What I needed was to get to work. I finally made the decision to ride the bike, it keeps me moving and doesn't burn any fossil fuel. In fact, me riding around town on a bike is as much about fitness as saving the planet. I really don't believe that individual actions are going to reverse the current slide towards climate and environmental collapse. That is going to have to come from governments, and possibly David Attenborough, they do seem to be listening to him.\r\nAnd so it is encouraging, even exciting, to hear that China has expressed its intention to reach carbon zero by 2060 and Boris Johnson has pledged to have 30% of the UK's land under some form of environmental protection by 2030.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThese things are moving in the right direction but is it happening fast enough? One year on from the UK's commitment to carbon zero by 2050 there hasn't really been much progress towards it, even with the drop in CO2 emissions which has resulted from the Covid crisis. \t\t\t\t</p>\n<p>\n\t\t\t\t\tCan enough be done to turn it all around? Populations around the world are still going to grow, and all those new people will need somewhere to live. And all countries, which are not at war with themselves or others appear still to be tied to the notion that economic growth is a necessity.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo how are we going to manage the inexorable expansion of world economies and the ever increasing amount of land required to house and feed the continually growing populations at the same time as reversing the freefall into extinction of many of the world's species and the rampant degradation of natural habitats. Not even to mention climate change, which unchecked - as the science indicates it currently is - compounds all of the above problems. Is it not an impossible task - to repair a damaged planet, in a short space of time, with a diminishing range of resources?\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt seems a bit redundant to surmise, at this point, that the problems we now face have been caused by people taking what they want rather than what they need. Not only because we have probably passed several points of no return already but also because it's just a fact of life. Water will follow the path of least resistance, as will electricity, as will any animal, including we humans. It's natural. \t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/steam.jpg",
    "tags": [
      "Fossil fuels",
      "Environment",
      "Climate change",
      "CO2",
      "Population",
      "Economic",
      "Science"
    ],
    "created_at": "2020-09-29"
  },
  {
    "id": 51,
    "title": "And now for the 'good' news",
    "sub_heading": "One of, if not the only, benefit of flying as close to the deadline as I habitually do is that I can change what I am planning to write at the last minute. My story of two neighbours will have to wait.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI attended an event organized by the Chamber of Commerce in the offices of a prominent investment services company in Cambridge this morning. There was, of course, a presentation during which I learned two things which I found surprising for an odd reason: My initial reaction to these things was that they are both positives, but they were presented as negatives. The first was that population growth rates amongst developed nations are slowing and this is presenting challenges to policy makers. The other is that governments and central banks around the world are actively engaged in trying to get inflation up to a pre-determined level which is seen as a good place to be, but by and large are not succeeding ie; inflation rates in the developed world are remaining stubbornly low. I hadn't realised this. I was at school in the seventies and the talk always seemed to be that inflation was a bad thing which must be kept to a minimum.\r\n\t\t\t\t</p>\n<p>\n\t\t\t\t\tOf course, viewed through my idealistically green filter, slow population growth rates and low inflation seem like good news but it's not as simple as  tha\t\t\t\t</p>\n<p>\n\t\t\t\t\tAfter the event I cornered the gentleman who had given the technical part of the presentation and posed the question: If inflation is ideally kept at 2% - how is that sustainable from an environmental perspective? Surely incessant economic growth must lead ultimately to environmental collapse? There followed an interesting discussion in which he pointed out that much of the economic growth taking place today is amongst tech companies which doesn't involve a lot of depletion of natural resources but is more like cutting and pasting code. A tech company can expand hugely in value whilst retaining essentially the same carbon footprint. Moreover, the growth of a company such as Tesla, now the most valuable car manufacturer in the world, is offset by the declining emphasis on fossil fuels. Thus we see the slowing of some hitherto unstoppable economic behemoths, who have built their value by mining from a finite stock of natural reserves, and the rise of greener technologies which trade on renewable resources. \r\n\t\t\t\t</p>\n<p>\n\t\t\t\t\tInterestingly, the man I was talking to, who is one of the foremost equity analysts in the country, proffered the view that the economic growth pattern seen from the industrial revolution to the present cannot continue unabated. In fact, he added that even in the last eighteen months he has seen a swing towards emphasis on environmental values,  on the parts of governments and clients alike, be they described as green, renewable, sustainable, or any other parvenu buzzwords, all, in my view, synonyms for 'sensible'.\r\n\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo it seems that the changes are beginning to come from the top - now that's what I've been talking about.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/progress.jpg",
    "tags": [
      "Population",
      "Inflation",
      "Economic",
      "Carbon footprint",
      "Growth",
      "Technology"
    ],
    "created_at": "2020-10-06"
  },
  {
    "id": 52,
    "title": "As simple as 1-2-3",
    "sub_heading": "I've been thinking about the concept of 'indifferent consequence'.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tA bit of a clumsy phrase, but by way of explanation, allow me for a moment, to personify nature. That is to say, to attribute human qualities and traits to the universe, the laws of physics, the cosmos, the environment etc. as a whole.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAs an erstwhile parent of young children I have often employed the 1, 2, 3 device - you know how it goes: \"Do as you're told - one... two... two and a half... two and three quarters... \"\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt didn't work because the child knew I didn't want to get to three and so I would string it out - and so would the child. I once heard Dr. Phil on TV saying that 1,2,3 doesn't work. He said if you want your child to take you seriously, set an egg timer and tell the child that when it goes off so does the consequence. The child knows the timer is not going to play games, it will simply go off when the time is up, therefore there is a much higher chance of the child complying with your request.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNature is counting to three right now. She has given us plenty of chances to behave. Two and a half... two and three quarters... but we're pushing our luck because we know she is tolerant, she will indulge our weaknesses and expedient choices.\t\t\t\t</p>\n<p>\n\t\t\t\t\tShe is telling us not to make such a mess of our planet, to tidy our oceans, and look after our ecosystems. We in turn, knowing she loves us and doesn't really want to hurt us, are stringing it out. We know we will eventually have to tidy up but we think we can get away without doing it just yet.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOn the BBC this morning there was an article saying that a group of scientists have determined that around a fifth of the world's ecosystems are in imminent danger of collapse. Two and four fifths... \"Look,\" says Nature, \"if you don't do as you're told I'm going to get really cross; I'll start melting the ice caps and burning the forests, then I'll launch a pandemic, I'll eliminate species from the wild at an ever-increasing rate - that'll teach you!\" Except that it doesn't. \t\t\t\t</p>\n<p>\n\t\t\t\t\tTwo and seven eighths... We just don't seriously believe she is ever going to get to three. \t\t\t\t</p>\n<p>\n\t\t\t\t\tBut wait a minute - what if Nature is not sentient? What if nature is just a set of rules, physical constants and ratios governing the interactions of materials and forces, resulting in a consequence or state which must necessarily follow from the state in which those materials and forces currently exist?\t\t\t\t</p>\n<p>\n\t\t\t\t\tThat would be an indifferent consequence, as logical as 2 + 2. Unless we believe that some supernatural force is about to scoop us from the jaws of logic - our number might be up. And that number is three.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn other words, what if the egg timer is about to go off?\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/egg_timer.jpg",
    "tags": [
      "Environment",
      "Nature",
      "Ocean",
      "Ecosystem",
      "Scientist",
      "Pandemic",
      "Consequence",
      "Logic"
    ],
    "created_at": "2020-10-13"
  },
  {
    "id": 53,
    "title": "Meat the greens",
    "sub_heading": "Someone said to me a while ago - I'm not a greenie. Fair enough, one doesn't have to be a greenie. But what does that mean?",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tBut what does that mean? Does it mean, perhaps, that the person has looked at the evidence for and against climate change  and decided there is no problem? Or that there is a problem but it is not caused by human activity.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOr, and this seems to be the most likely, the person simply doesn't care: \"I'm OK, so I'm not bothered.\"\t\t\t\t</p>\n<p>\n\t\t\t\t\tOf course, in this country, at this time, we are all OK. We are not going to disappear beneath the rising seas tomorrow, but does that mean we should not be bothered?\t\t\t\t</p>\n<p>\n\t\t\t\t\tLast night the television in our house was tuned in to Country Calendar because there was story about a local butcher shop, Wholly Cow, run by a local family, which is doing very well. The business is intentionally as sustainable and kind to the environment as possible. There are many ways in which this family is attempting to lighten their step on the earth and improve the treatment of their livestock, at the same time as running a profitable business to ensure the long term survival and welfare of their family. \t\t\t\t</p>\n<p>\n\t\t\t\t\tI, personally, am philosophically opposed to the idea of eating meat but I commend this family and their business wholeheartedly. \t\t\t\t</p>\n<p>\n\t\t\t\t\tI don't condone the farming animals for the purpose of eating them; I think it is inefficient, unnecessary, and often inhumane - but that's just my view and I am quite willing to accept that others have differing views. In fact, two of the six members of our immediate family are carnivorous and we buy meat in the weekly shop. Except that now we will not be buying it from the supermarket. If we are to be customers of a butcher's shop we will patronize one which demonstrably values the environment and treats the animals with care and respect.\t\t\t\t</p>\n<p>\n\t\t\t\t\tFrom the point of view of empathy and consideration for welfare of the animals I do not like the part of the process which comes between the animal in the paddock and the shrink wrapped product on the shelf. Even here these guys are scoring; they have their own abattoir on the farm and so the stock processed here are spared the last truck ride to the works. Likely a harrowing experience by anyone's standards, unless of course empathy is not in your repertoire of available emotio\t\t\t\t</p>\n<p>\n\t\t\t\t\tEnvironmental and climate change issues span a wide spectrum and my objections to animal farming which relate to that spectrum are based upon a small part of it. I have seen examples of farms in Europe which employ polyculture ie: many crops, including livestock, grown together. It's harder to object to the farming of animals when it is done on a small scale as part on an enterprise promoting biodiversity and sustainability.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAre the people who run Wholly Cow greenies? From what I saw last night - yes I think they are.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/cow.jpg",
    "tags": [
      "Greenie",
      "Environment",
      "Climate change"
    ],
    "created_at": "2020-10-20"
  },
  {
    "id": 54,
    "title": "A forcing of nature",
    "sub_heading": "I like a nicely mown lawn, and a tidy garden. So when the sun came out a couple of weekends ago I had no excuses left.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tHaving put it off for weeks on end I had to get into it. \t\t\t\t</p>\n<p>\n\t\t\t\t\tMy neighbour must have been working to the same time frame because he was out in force as well. Between us, during the course of the day, we unleashed the power of no fewer than seven pieces of petrol driven machinery on our unsuspecting gardens. It would have been eight except for the fact that my lawn edger is manual - a circular blade with a foot pedal and a handle. That was when I realised it was a bit ridiculous; as I hopped and lurched along trying to get this thing to cut through the thick outriggers of lawn which were making a break for the path - my neighbour breezed past me in a cloud of two-stroke fumes leaving a ruler straight divide between grass and concrete.  \t\t\t\t</p>\n<p>\n\t\t\t\t\tApart from those we each had a line trimmer, a garden blower, and a lawn mower, although his is a ride-on so, again, he was cruising past. By the time we sat down for a well earned beer at the end of the day we had hammered our respective patches of nature into temporary submission, and the result was very pleasing - to our eyes. Not so much to the countless insects we had probably made homeless, and the innumerable weeds we had dealt to, I by pulling them out and he by spraying them with chemical herbicide or 'weed spray' as we euphemistically refer to it. Of course weeds are just plants where they're not wanted aren't they? They probably think they have as much right to grow in our gardens as the other plants. Of course they don't think - but they might if they could. But no, we do not want the weeds so we kill them by every means possible in our quest for order in the garden; nice even lawns, colour co-ordinated shrubs, pot plants, climbers, and trees, each in their allotted space, pruned, espaliered, pleached, and tweaked to look as unnatural as possible. Marvellous. As I said I love an ordered garden. \t\t\t\t</p>\n<p>\n\t\t\t\t\tIt's not right though is it? If I am to be a caring conservationist, a greenie who looks after the environment, as I claim to be, or more accurately, as I would like to be, I should ensure that my garden is as close to the natural indigenous landscape as it is possible to be ie: native bush. In all honesty I think my next garden will be just that, although I might still allow myself the personal luxury of a small lawn, and there will be more time to enjoy a beer on it because I won't be spending so much time fighting a battle I cannot ultimately win - attempting to force nature to be something it isn't.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/garden.jpg",
    "tags": [
      "Greenie",
      "Herbicide",
      "Environment"
    ],
    "created_at": "2020-10-27"
  },
  {
    "id": 55,
    "title": "Plastic - How fantastic?",
    "sub_heading": "Great news: Plant-based milk bottles. Fonterra have announced new fully recyclable milk bottles made from sugarcane.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThe press release shows the bottle nestled on a bed of green leaves, with the text on the label proclaiming \"I'm a plant-based bottle\".\r\nWhen I saw the ad on TV last night I was properly impressed; this is great progress, and a fitting subject for my column this week. \t\t\t\t</p>\n<p>\n\t\t\t\t\tAlthough the irony of the claim is conspicuous: milk not being a particularly environmentally friendly product, let's not dwell on that today. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThe bio-HDPE is made in Brazil from sugarcane. Some might question, somewhat cynically, how long ago the farm on which the sugarcane grows was cleared of indigenous vegetation. But then surely all farms, everywhere, were once cleared of the naturally occurring plantscape to make way for cultivation of crops? So we can't have a go at them for that. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThe bio-HDPE is then shipped to New Zealand where it is made into milk bottles. Mmm - I don't buy grapes from California (very often) because of all the fuel which has to be burned to get them here, but I suppose shipping plant-based plastic around the globe is OK - if the resulting container is fully recyclable, or at least it would be if the resulting recyclable container was actually recycled. \t\t\t\t</p>\n<p>\n\t\t\t\t\tIt is a sad fact that for many and varied reasons a huge amount of plastic which could be recycled in this country  each year is not. One of these reasons is public understanding of what can be recycled, how, where, and when. Another is apathy - a surprising number of people can't be bothered. I could stick my neck out here and make a sweeping generalisation about older people who know they won't be around to deal with the fallout and so don't make the effort - but that would be a bit contentious wouldn't it? Mind you, I've done it before and there wasn't so much as a single letter to the editor from an indignant aged recycler - so it must be true.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis plant-based bottle is not looking as wonderful as I thought. Oh well, at least being plant-based it must be compostable . Except that it's not. Here's something I have learned from my research today. You can make plastic from fossil fuels which is compostable, you can make plastic from fossil fuels which is recyclable, you can make plastic from plants which is compostable and you can make plastic from plants which is recyclable. But regardless of your raw materials, it appears that you can't make plastic which is recyclable AND compostable.\r\n\t\t\t\t</p>\n<p>\n\t\t\t\t\tObviously the yet to be realised ideal is plant-based, recyclable, compostable plastic. Makes sense doesn't it? Then even if it does end up in the landfill it will biodegrade.\r\nIn the meantime those who are moving in the right direction should be allowed to trumpet their achievements, as long as we keep a critical eye on what they are actually achieving.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/milk.jpg",
    "tags": [
      "Milk",
      "Plastic",
      "Recycle",
      "Dairy",
      "Brazil"
    ],
    "created_at": "2020-11-02"
  },
  {
    "id": 56,
    "title": "Blind to the specs ...",
    "sub_heading": "I think I lost an argument with the wife last night.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tShe was telling someone about a pair of glasses; where she bought them and how much they cost. She obviously noticed my thinly disguised 'harrumph' and guessed correctly that I was reacting to my discovery of the amount of money she is prepared to spend on a pair of glasses. \"Well it's better than what you do - you and your +2.5s for $9 from the supermarket. Exactly how many pairs have you bought in the past couple of years?\"\t\t\t\t</p>\n<p>\n\t\t\t\t\tMy reply is what got me into trouble \" I buy them because they are always breaking or getting scratched and it's cheap and easy to get a new pair\".\t\t\t\t</p>\n<p>\n\t\t\t\t\tThat was it really - I had walked blindly into the cactus.\t\t\t\t</p>\n<p>\n\t\t\t\t\t\"That's not very green is it? Why don't you buy a decent pair of gasses which isn't going to fall apart in five minutes?\"\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhy indeed?\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd so it is across a huge range of products. If something stops working it is often more cost effective to throw it away and buy a new one than it is to fix it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd, of course, the manufacturers are happy with that. In fact 'built-in obsolescence' is a well known concept. The people who make the products want to sell as many as possible. Of course they do, you wouldn't expect a company to limit its potential for profit by selling a product which was built to last - would you?\t\t\t\t</p>\n<p>\n\t\t\t\t\tWell, yes I would actually, and some companies do - I'm sure there are a great number of Bose clock radios beeping their owners awake every morning or projecting a trio of shouting idiots direct from a studio in Auckland into the bedroom in the early hours. There's something about banal nonsense at high volume which makes it impossible even to stay in the same room. So I go downstairs and make the tea. I can see what she's doing there.\t\t\t\t</p>\n<p>\n\t\t\t\t\tStill, I can't argue with the quality of the radio - and we've had it for well over twenty years.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThen there's our Nissan Maxima; it's getting a bit rattly now but we bought it second hand thirteen years ago and nothing has ever gone wrong with it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOn the other hand we  do have two non-functioning washing machines, a dryer, and several bicycles in storage, as well as computers, iPads, and various phones. Did I mention built-in obsolescence?  Speakers, CD, DVD, and video players and more. Of course I plan to dispose of all of these things in the appropriate, environmentally responsible ways, I just haven't got to it yet.\t\t\t\t</p>\n<p>\n\t\t\t\t\tRecent years have seen the rise of the 'repair cafe', places where benevolent old men will repair almost anything with a screwdriver and a bit of gaffer tape. It's a commendable step in the right direction but will probably not stem the flow of prematurely defunct appliances and products.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo when my current pair of glasses falls apart, what to do? Probably best to get the wife to take me shopping.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/specs.jpg",
    "tags": [
      "Consumerism",
      "Environment",
      "Recycle"
    ],
    "created_at": "2020-11-09"
  },
  {
    "id": 57,
    "title": "Conflicted emotions",
    "sub_heading": "Many years ago a lawyer said to me that the most tiring thing about being a lawyer in his line of work, which was the family court, was permanently being in a state of conflict.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tIt's a bit like that today for those of us who endeavour to make ethical choices, ensure that our Ps and Qs are sufficiently PC, and just generally be good citizens of the global village.\t\t\t\t</p>\n<p>\n\t\t\t\t\tRide the bike or drive the car? Take an extra few minutes in the shower after a hard day at work? Buy that thing you want even though you know it has an environmentally irresponsible amount of packaging? Choose pork belly from the menu when you know there's a better than even chance that the pig never saw the light of day? How to react to a joke, told by a friend, which was mainstream twenty years ago but definitely dodgy by today's ever-evolving standards.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWe met some friends for a drink last weekend, and afterwards went back to their house in the country for another - no I wasn't driving. \t\t\t\t</p>\n<p>\n\t\t\t\t\tSo there I was, sitting outdoors by the pool, with a locally brewed beer and great company, as the evening light faded from the hills east of Cambridge, happy to be there in an idyllic setting. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThen I caught a glimpse of a milk tanker winding along Scotsman Valley road and the question of the long term sustainability of intensive dairy farming turned up uninvited in my mind. I managed to banish the thought before it took hold. And then the conversation turned to the hillsides away to the left of our panoramic view. The pines which had been growing there for fifteen plus years had recently been harvested and you could see the tracks up and down the slopes. The general consensus was that the land would soon be back in pines. Here come those thoughts again: 'Not ideal, but better than being bare - that would mean erosion problems and at least the trees will catch some carbon.'\t\t\t\t</p>\n<p>\n\t\t\t\t\tNight fell and the stars came out, like they don't where we live in town, and a very pleasant evening was had by all.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI just can't help feeling a sense of lingering nervousness about the future of the planet. It's an actual thing you know - you can read about 'climate-anxiety' and 'eco-anxiety'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWill we be OK? Are we doing enough? Are the people in charge doing enough? Many times each day I find myself checking my actions against some sort of planetary barometer - and often coming up short. Sometimes I think it's going to be all right, and sometimes it seems hopeless. By all accounts the next thirty years will determine the outcome. \t\t\t\t</p>\n<p>\n\t\t\t\t\tJust at the moment it seems to me that it could go either way.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe lawyer? Well he's now a judge so I guess he spends more time resolving arguments than fighting them. I wonder if he spends any time feeling conflicted about environmental choices.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/gavel.jpg",
    "tags": [],
    "created_at": "2020-11-16"
  },
  {
    "id": 58,
    "title": "Don't believe what you read",
    "sub_heading": "It must be the internet - so much information so easily.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI don't remember being as suspicious of news sources in the days before the internet as I am now.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt doesn't seem to matter what your view is on any given subject; if you search it on the internet you can find plenty of material to back up your view.  \t\t\t\t</p>\n<p>\n\t\t\t\t\tJust out of curiosity, I did a search using the words 'climate hoax', and was surprised to find that there is nothing to worry about. Forests are regenerating faster than ever before, polar bears are thriving and their numbers rebounding, and CO2 emissions are, in fact, not a problem at all. It's all just the natural rhythms of the earth. This latest bout of climate change (which happens all the time) is due almost entirely to the changing magnetosphere of the earth, and the resultant cloud formations. \t\t\t\t</p>\n<p>\n\t\t\t\t\tNo problem there then.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd, as is usually the way with factually accurate and responsible websites, this one was fairly bristling with links which alerted me to the conspiracies and subterfuge threatening to undermine society as we know it. \t\t\t\t</p>\n<p>\n\t\t\t\t\tHow could I not have known about these things?\t\t\t\t</p>\n<p>\n\t\t\t\t\tHow could I not have known that the pandemic is a hoax foisted upon the world by the makers of Covid tests and personal protective equipment?\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt's all to do with which rabbit hole you go down. Every time you visit a web page your movements are tracked by the search engines, social media companies, and internet robots (I've read about it - it must be true) and that information is used to present you with further viewing options which are deemed to be suitable for you. In other words you are very likely to have your views reinforced if you simply follow your nose in cyber space.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis is how misinformation spreads and gains traction.\t\t\t\t</p>\n<p>\n\t\t\t\t\tObviously, people who take the trouble to pick up and read a newspaper are less likely to be led up the garden path, so you are safe. But spare a thought for the unthinking credulous multitudes who trawl the visually lurid and socially shady corridors of the internet becoming more convinced with every mouse click of the veracity in their unquestioning minds of the gospel truths they lap up from every screen. \t\t\t\t</p>\n<p>\n\t\t\t\t\tSorry, was that a bit much? I don't know, surely this can be the only way that just under half of all Americans have reached the conclusion that Donald Trump is an appropriate leader for the United States. And while I am on the subject of Trump, must he not be held to account  if he, as the president, supposedly responsible for looking after the country, goes and plays golf while one citizen of America dies of Covid every minute? He may yet get the chance to fix everything though, since I have learned from (my part of) the internet that the election, which he won by the way, is far from over.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/hood.jpg",
    "tags": [
      "Climate change",
      "CO2",
      "Covid",
      "Internet",
      "Conspiracy"
    ],
    "created_at": "2020-11-24"
  },
  {
    "id": 59,
    "title": "Good news - or is it?",
    "sub_heading": "Scanning through the news this morning, I noticed an article on BBC News which claimed 'One of biology's biggest mysteries 'largely solved' by AI.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tNormally I like the BBC writers, they make complex subjects accessible, but in this case after a very short time my mind had turned to fog.  The first few lines gave way to a discouragingly complex graphic which I skipped almost immediately in favour of continuing to bounce over the text without really understanding any of it. Reaching the end of the article I was aware that a significant advance has just been made in the field of AI which will be of enormous benefit to the study of medicine and proteins.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThat's good news. \t\t\t\t</p>\n<p>\n\t\t\t\t\tStill a bit blurry on it, I turned to the Guardian version of the same story.\r\nI'm not sure exactly why, but this article was easier to read and made more sense - to me. I was still actively engaged with the text when I got to the bit which read \"pave the way for designer medicines, more nutritious crops, and 'green enzymes' that can break down plastic pollution.\"\t\t\t\t</p>\n<p>\n\t\t\t\t\tWell that sounds like very good news.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn the BBC article the writer quoted a Professor Dame Janet Thornton referring to the problem just solved as 'one of biology's biggest mysteries'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn the Guardian version the same source was quoted as saying \"This is a problem that I was beginning to think would not get solved in my lifetime.\"\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe latter quote just seems more interesting to me, it conveys the gravitas of the matter and gives it context at the same time.\t\t\t\t</p>\n<p>\n\t\t\t\t\tJournalistic style aside, this really sounds like a big deal. \t\t\t\t</p>\n<p>\n\t\t\t\t\tImagine an enzyme which could break down plastic pollution into environmentally harmless, or even beneficial materials.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut even if such a thing could be produced, how would it be deployed? One couldn't simply pump vast quantities of enzymes into the skies and seas. Since an enzyme is not a living thing it would have to be incorporated into an organism. Then, to have any effect on plastic pollution,  that organism would have to be allowed or encouraged to become ubiquitous throughout the lands and oceans of the world.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhat if it became the microbial equivalent of rats, rabbits, and possums in New Zealand?\r\nOnce out of the box there would be no putting it back in. \t\t\t\t</p>\n<p>\n\t\t\t\t\tI'm all in favour of scientific advance and research but if Covid-19 has taught humans anything it is surely the power of the microbe. We humans, at the pinnacle of thousands of millennia of evolution, are perilously susceptible to any number of threats from further down the food chain.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo maybe the BBC's rather tedious explanation of the science was, in fact, a more realistic interpretation of the situation than the Guardian's \"green enzymes\". Or maybe it is the responsibility of any reader of any text to keep an open mind for as long as possible, on the way to a conclusion.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/book.jpg",
    "tags": [
      "AI",
      "Biology",
      "Crops",
      "Pollution",
      "Enzyme",
      "Plastic",
      "Evolution",
      "Covid"
    ],
    "created_at": "2020-12-01"
  },
  {
    "id": 60,
    "title": "On the verge of stupidity",
    "sub_heading": "Travelling on the Southern Motorway last night, towards the Bombay Hills,",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\twe found that we were approaching a mass of yellow lights and arrows telling us to slow down and move into the left lane.\t\t\t\t</p>\n<p>\n\t\t\t\t\tFrom a distance we couldn't see what it was all about: Was there  an accident? Was it more roadworks?\t\t\t\t</p>\n<p>\n\t\t\t\t\tAs we approached we passed a vehicle on our left which was displaying a brightly lit sign telling us that the right hand lane was about to come to an end. Moving into the left lane we then came upon a much larger vehicle to our right carrying a much larger, brightly lit display, telling us to keep left. And then another. It was only as we passed this latest light-fest that we were able to see what was happening: Just out in front of the illuminated motorcade was a tractor with a lawnmower on the back, cutting the grass next to the barricades of the median strip. \t\t\t\t</p>\n<p>\n\t\t\t\t\tI'll admit it was dark and I didn't get a very good look but it appears that this procession of three traffic control vehicles had been deployed to prevent us from running into the back of a mower which was taking a bit off the top of a strip of grass about eighteen inches wide. And a straggly, dry, thin, dusty bit of grass it was too.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSurely this is madness?\t\t\t\t</p>\n<p>\n\t\t\t\t\tJust seal the strip and have done with it. \t\t\t\t</p>\n<p>\n\t\t\t\t\tOr, as my wife suggested, plant wild flowers and let it go.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut no, here we have what must be hundreds of thousands of dollars worth of equipment, burning fossil fuels, driven by workers on night rates, arrayed against this bedraggled strip of grass up the middle of the road. Such is the power of nature, that we must bring such force to bear on it to keep it subdued. One assumes, also, that this procession will march again at regular intervals to ensure that the grass strip does not engulf the road.\r\nWell let's hope this is testament to a restorative power in the natural world which will be able to recover, in time, from what the human race has done to it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThat is, if world leaders can come anywhere close to their recent pledges of climate action which might just give the planet a chance.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI know I am over-reacting here to what is, after all, a common enough scene. But I wonder how much money could be saved, and CO2 emissions prevented, if there were to be a review of all such practices. Perhaps the available solutions to problems such as rampant grass on the median strip could be measured against the health and wellbeing of the environment, as well as the responsibility of territorial authorities to spend the people's money wisely towards an optimal result for the community.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAs the yellow glare faded behind us, our headlights showed the verges on both sides  rebounding, as nature always does - where it can.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/verge.jpg",
    "tags": [
      "C02",
      "Environment",
      "Verge"
    ],
    "created_at": "2020-12-08"
  },
  {
    "id": 61,
    "title": "Recycle - is it or isn't it?",
    "sub_heading": "We had the annual work do at our house last week; and very pleasant it was too.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tMy boss organised the catering and so a van arrived at about midday with a load of food in various packages and containers. We collected empty bottles in a crate and the rest went into the garage with everything else where it gets sorted on a Sunday night, in time to be put out for collection - if I remember to put it out.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis week I was sorting through the recycling and I found myself feeling dismayed by the sheer volume of waste which had been generated by our lunch. There were large thick tin foil platters for the meats - not hardy enough to be kept, but substantial enough to make me feel decidedly uneasy about throwing them away. Disposable cutlery, fair enough it was wood not plastic, but disposable nonetheless. Any number of large plastic containers for the salads - and I couldn't find a recycling symbol so I didn't know whether to put them in the bin with the yellow lid or straight into the yellow rubbish bag.\r\nThe temptation is often to put 'undecided' stuff into the recycling bin anyway, in the pretence that I am doing the right thing. But does that mean that someone is only going to pull it out and chuck it in the landfill further down the track? And who pays for that person?\r\n\t\t\t\t</p>\n<p>\n\t\t\t\t\tOr, worse, does the presence of 'undecided' stuff which is actually unrecyclable taint the whole bin? All of which defeats the object of trying to minmise landfill and maximise recycling.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo it is clear, and I think, understandable that we the consumers are perhaps not best placed to make those decisions. Anyway if I get it right one day you'll get it wrong and vice versa so the whole system fails.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt might make more sense for the manufacturers and suppliers not to thrust these materials so readily into the consumersphere. I understand the need for  profit but do they not have a responsibility to be leaders in the quest for sustainability?\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnecdotally I have spoken to many people who will not buy mince pies and muffins from Countdown in Cambridge simply because of the excessive plastic packaging in which they are presented. Six mince pies disappear in minutes but the tray persists for decades. And single serve breakfast drinks - where is the justification for that much waste? Must we have such convenience? That's why we have a problem: Gratification now but the cost goes on for ever. Eat now pay later, and not just with your waistline.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI have left my \"Only Planet\" card at Countdown in Cambridge on three separate occasions in recent months with a request for the manager to call me to discuss this very issue. Unsurprisingly, I have yet to receive a response but I will continue to leave my card there until I do. I'll let you know what the response is when I get it.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/bottle.jpg",
    "tags": [
      "Recycle",
      "Plastic",
      "Land-fill",
      "Sustainable",
      "Packaging"
    ],
    "created_at": "2020-12-15"
  },
  {
    "id": 62,
    "title": "Finally - the good news",
    "sub_heading": "Sitting at my desk, about to pen my last column for the year, I confess I have no clue what I am going to write next.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tExcept that I do feel it should be something positive.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThere's a challenge: While the planet burns and melts, and the forests and species are disappearing, write something encouraging.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOK here goes -\t\t\t\t</p>\n<p>\n\t\t\t\t\tJoe Biden has displaced the blight which was Donald Trump, and is promising to reverse a raft of idiotic measures which were themselves reversals of sensible ones. America is back on track and intends to become a leader in the race to beat climate change. Good for them and all (renewable) power to their efforts.\t\t\t\t</p>\n<p>\n\t\t\t\t\tElectric vehicles are becoming mainstream. Despite concerns about the source materials for the batteries and the environmental cost of their extraction from the earth, this is, on balance, a good thing.\t\t\t\t</p>\n<p>\n\t\t\t\t\tUK renewable power output overtook fossil fuels for the first time in February of this year.\t\t\t\t</p>\n<p>\n\t\t\t\t\tGovernments around the world are making serious commitments to reduce emissions and become 'greener'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI'd like to think most people make an effort in some way to be more environmentally responsible during their daily lives. There are some who make no effort and frankly the planet would be better off without them. I say that not to be inflammatory but merely as a statement of fact: If a person simply consumes and discards without regard for the planet which supports him, the planet would, in fact, be better off without that person.\t\t\t\t</p>\n<p>\n\t\t\t\t\tScience is moving forwards in leaps and bounds towards new ways of generating power, new forms of packaging, new methods of food production, sustainable architecture, transport, and so on.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhat it all comes down to is people. Good people do good things. Bad people do bad things. Most of us are somewhere in the middle, trying to do the right thing and generally ending up just on the plus side of the ledger.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo as we slide towards the end of what has, for most of us, been a difficult year, I guess we should reflect on how we are doing. I believe that, as a country, we are doing very well. Spare a thought for the rest of the world: My son and his girlfriend for example, are locked down in Berlin as they have been for a lot of the year. They were green with envy as I panned the phone camera round the bottom end of Victoria Street in Cambridge on a sunny Saturday morning - just another day in paradise.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd spare a thought for those who, through no fault of their own are victims of war, famine, civil unrest, prejudice, discrimination and the like. \r\n\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn the light of all the predicaments in which humans find themselves, I think we in the Waipa are doing all right. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThese holidays - don't forget to reduce, re-use, and recycle. It's not much for the planet to ask of us. Merry Christmas and all the best for 2021.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/pohutukawa.jpg",
    "tags": [
      "Reduce re-use recycle",
      "Climate change",
      "Planet Earth"
    ],
    "created_at": "2020-12-22"
  },
  {
    "id": 63,
    "title": "Hello and welcome to 2021",
    "sub_heading": "This morning, on the last day of our holiday,  I had a slight shift of perspective.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI was sitting up in bed with a cup of tea gazing through the trees, across the lawn, and over Lake Rotorua. We stayed at a lovely property once owned by a very well known NZ doctor / thug / inter-planetary fighter and host to many even more well known beautiful party-goers who would arrive at the Hefner-style pool and cabana by helicopter. That didn't faze me though - I'm used to hobnobbing with the rich and famous; I can see the colour of the pilot's shirts as the choppers pass my office window on their way in and out of the large business just across the road from our house. I can almost see the clouds of carbon dioxide swirling around the incredibly loud motors as they pass. On those days I can't help wondering whether there is any point riding my bike in to work. I could cycle to work every day for a decade and the benefit of that to the planet might be wiped out by a quick trip to the bach. Oh well, I guess we all work to our own conscience, and no - of course I'm not jealous, how could you think such a thing?\t\t\t\t</p>\n<p>\n\t\t\t\t\tAs I drove home from Rotorua in a car I've owned for thirteen years, I glanced nervously every thirty seconds at the engine light which has started to flicker. The nice people at the workshop tell me it is probably the transmission causing the light to come on and when that has to be fixed it is going to cost multiples of what the car is worth - but that's another story.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnyway back to my shift of perspective. Staring mindlessly across the lake I saw a flock of seagulls (they probably partied at the cabana back in the day) angling through the view and I wondered why there weren't more of them. Idly, my mind went through a series of thoughts: 'there must be as many of them as the local ecosystem will support', 'do they have predators?', 'are they short of food?', 'what about the effect of humans?'. See what happened there? I fell into the popular misconception that we humans exist somehow outside the ecosystem. Of course we don't; the only reason humans are, for the time being, at the top of the food chain is that some bright spark a hundred thousand or so years ago worked out how to make an arrow head, or perhaps it was all triggered by the person - seems like an incongruously modern term for an advanced primate - who lit the first (intentional) fire?\t\t\t\t</p>\n<p>\n\t\t\t\t\tOf course the point is that the human race is part of, not in charge of, a self-correcting ecosystem and we can either work with it or against it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd so I resolve to maintain a more realistic perspective, the seagulls exit scene-left and there goes a helicopter.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/seagull.png",
    "tags": [
      "Ecosystem"
    ],
    "created_at": "2021-01-19"
  },
  {
    "id": 64,
    "title": "Kaitiakitanga",
    "sub_heading": "Brazil loses around 10,000 square kilometres of rainforest per year.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThat is roughly equivalent to 3.2 football fields per minute. This figure is actually less than it was in the nineties and early 2000s, but it still seems like an incomprehensibly rapid rate of destruction. It has been claimed that the government of Brazil has actively discouraged action against illegal logging in the Amazon, leaving the illegal loggers to act with impunity.\t\t\t\t</p>\n<p>\n\t\t\t\t\tJair Bolsonaro, the right-leaning president of Brazil, he has said it is all lies - that the Amazon belongs to Brazil and 'European countries can mind their own business' since they have already destroyed their own environment.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHas he got a point?\t\t\t\t</p>\n<p>\n\t\t\t\t\tBrazil is a sovereign nation with a democratically elected government, and certain Brazilian citizens, mainly corporate ones, are laying waste to the rainforest . Except that 'laying waste' is a deliberately  emotive phrase; what they are, in fact, doing is clearing the rainforest to make way for farming. Mainly beef farming to be precise.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhy are they doing that?\t\t\t\t</p>\n<p>\n\t\t\t\t\tThey are doing it because they can make money from it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd who owns the rainforest?\t\t\t\t</p>\n<p>\n\t\t\t\t\tBrazil does.\t\t\t\t</p>\n<p>\n\t\t\t\t\tGiven that we all (the rest of the world) would prefer the rainforest to remain intact, how can we persuade the Brazilians to stop clearing it?\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe situation seems quite clear - It's a case of :\"It's my rainforest and I'll clear it if I want to - and I do want to because it makes economic sense, because I can sell the beef which I raise on the newly cleared land to other countries - like yours\"\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe way I see it there are two possible solutions:\t\t\t\t</p>\n<p>\n\t\t\t\t\t1\t:\tThe rest of the world stops buying the meat, thus removing the economic incentive from rainforest clearance.\t\t\t\t</p>\n<p>\n\t\t\t\t\t2\t:\tHow about this for an idea? - the rest of the world pays Brazil not to clear the rainforest. Simple - make it more economically rewarding for them to leave it where it is. A bit like the carbon credits thing which is done elsewhere - people pay to 'appropriate' the positive effect on the environment of a section of vegetation they previously had no association with. Makes sense to me. And if a Brazilian farmer can make more money leaving the forest alone than he can growing beef - what's he going to do?\t\t\t\t</p>\n<p>\n\t\t\t\t\tYou're probably thinking, why should I pay? \t\t\t\t</p>\n<p>\n\t\t\t\t\tThe answer is why shouldn't you? \t\t\t\t</p>\n<p>\n\t\t\t\t\tWe (the rest of the world) expect Brazil to forego the economic benefit of farming beef as opposed to trees - but we don't want to reimburse Brazil for the unrealised income?\t\t\t\t</p>\n<p>\n\t\t\t\t\tSpeaking as a vegetarian (actually a serially failing vegan), I think the best and certainly the cheapest solution might be option 1, but morally and ethically speaking we should probably pay Brazil to look after the rainforest on the world's behalf.\t\t\t\t</p>\n<p>\n\t\t\t\t\tMaori have a word for it - 'Kaitiakitanga'. It means stewardship, guardianship, looking after the land which looks after you. \t\t\t\t</p>\n<p>\n\t\t\t\t\tMakes sense, don't you think?\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/forest.jpg",
    "tags": [
      "Rainforest",
      "Brazil",
      "Vegan",
      "Economic"
    ],
    "created_at": "2021-02-09"
  },
  {
    "id": 65,
    "title": "Actual reality - deal with it.",
    "sub_heading": "Standing in the shower this morning, I was thinking about reality and its different forms.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThere's reality TV, virtual reality, and of course actual reality. At the opposite end of the spectrum from actual reality is denial, often referred to as being up the [Egyptian] river.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI'm sure we are all prone to taking a trip up the river every now and then, and some people seem actually to inhabit the upper reaches.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSomewhere between reality and denial there exists what seems best described as 'chosen reality'. A person may not necessarily deny that a fact is true, but rather believe, or at least behave and live as though, there is an alternate truth - one which suits them better. \t\t\t\t</p>\n<p>\n\t\t\t\t\tA chosen reality might be a situation where somebody can't bear the thought of a lamb being slaughtered -  those white fluffy symbols of new life and joy which adorn the pages of calendars and Easter egg boxes - and therefore they remove that section of the truth from their mental picture. So now the origin of lamb cutlets is the supermarket shelf and all is well.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnother might be where a person knows they should recycle used items but they don't. For this person the trajectory of an item once it is placed in the rubbish is removed. This person knows only too well what will happen; it will end up in landfill, but we can leave that part out of our chosen reality because it's a bit difficult to deal with.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAlice Morgan, a character in the TV series Luther is part genius, part psychopath, and part malignant narcissist but she does a nice line in quotable truths and my favourite is this: \"People continue to believe that the future will be better than the evidence of the present can possbily suggest\". That's a nice summary of what I'm talking about; not so much denial as a choice to believe in something a bit less troubling than the truth.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo I guess what we all need to do is make a habit of unpacking the too hard basket every now and then.\t\t\t\t</p>\n<p>\n\t\t\t\t\tFrom an environmental point of view this means sifting through the beer box stuffed with rubbish and separating out the glass jars and beer bottles from the food scraps and non-recyclable refuse. That was something I had to do this morning, having just returned from an idyllic long weekend touring as many Marlborough wineries as our group of five could fit into three days. Dealing with the household garbage this morning  wasn't a pleasant job but if we are to preserve our amazingly beautiful country, and the planet, for future generations we must deal with actual reality, and that's often a bit more difficult and gritty than the chosen version in which many of us live.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/ostrich.jpg",
    "tags": [
      "Supermarket",
      "Evidence",
      "Environment",
      "Reality"
    ],
    "created_at": "2021-02-16"
  },
  {
    "id": 66,
    "title": "Emergency stop",
    "sub_heading": "When I took my driving test in England in 1979, one of the compulsory manoeuvres was an emergency stop.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThe gentleman charged with deciding whether to let me loose on the roads informed me, before we set off, that at some point he would slap the roll of papers he was holding in his left hand, onto the dashboard, like so. At that point I was to stop the car as quickly as possible, paying due regard to the driving conditions and, of course, any other traffic or pedestrians which may be nearby. The effect of this forewarning was that I spent the next ten minutes in a state of tense dread, keeping one eye on the road and the other on his left hand. At one point I began to slow down as we approached a pedestrian crossing to allow an old lady to cross the road. I must have applied the brake a little too strongly because the man with the roll of papers next to me reached out his hand towards the dashboard as if to steady himself. Noticing this movement I immediately  jammed on the brakes, which had the effect of shifting him quite a long way forward in his seat, and startling the old lady on the crossing, not to mention the driver in the car behind me.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSkip forward a couple of years and I saw a sketch based on the very scenario I have just described on 'Not The Nine O'clock News', a comedy show which launched several careers including that of Rowan Atkinson. The sketch involved the late Mel Smith as the examiner, and I think Griff Rhys Jones was taking the  test, except that the vehicle was not a car - it was a super tanker in mid ocean. The joke, of course, was that when Mel struck the dashboard with his roll of papers Griff was supposed to perform an emergency stop, which in a vessel of that size takes about four miles.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe point to my story is that it is a fitting allegory to the environmental situation in which the world finds itself today; for the last two hundred years or so the peoples of the developing world have enjoyed ever better lifestyles, comforts, and luxuries as countless factories have belched greenhouse gases into the atmosphere. Fossil fuels have been extracted from the earth and burnt with no regard for the consequences. Rubbish has been discarded back into the environment almost indiscriminately, all as the human race  has engaged in an unfettered scramble for economic progress.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNow the examiner has slapped his papers on the dashboard and it turns out that the supertanker we have created can't be stopped just like that. It's going to take some time. What remains to be seen is whether the manoeuvre can be executed within the time available.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNeedless to say I failed the driving test. Let's hope the human race doesn't.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/supertanker.png",
    "tags": [
      "Emergency",
      "Ocean",
      "Atmosphere",
      "Luxury",
      "Greenhouse"
    ],
    "created_at": "2021-03-02"
  },
  {
    "id": 67,
    "title": "Getting our priorities sorted.",
    "sub_heading": "There is a lot of hype about Harry & Meghan.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThis couple seems to be at odds with the very institutions which have given them the means with which to withdraw from it all. It reminds me of the John Bishop joke: His wife suggested to him that they take some time off to get away from it all. He replied 'But you are \"it all\"'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHarry met Meghan and they got married and then decided they didn't like the public attention. Given Harry's family background they might have seen that coming.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSure, the Royal Family are a bit stuffy and not great at moving with the zeitgiest but there is no doubting the Queen's devotion to her country. It's the family around her which often causes problems. The Duke of Edinburgh is famously quick to comment without engaging the royal brain, and one could easily point out the foibles in each and every one of the others. By and large though, they do seem to get on with it, and Britain holds a place in the world which is due, in no small part, to the establishment at the apex of which the Royal Family sits. The Duke of York is a little harder to defend.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHaving taken advantage of the rocket launch that their wedding has proven to be, Meghan and Harry (and Meghan does appear to be the driving force) have used their long time foe - 'the media' to take a few pot shots at the Firm.\t\t\t\t</p>\n<p>\n\t\t\t\t\tMy own reaction to all of this is \"Who really cares?\"\t\t\t\t</p>\n<p>\n\t\t\t\t\tEven the three idiots who shout at me every morning (thanks to my wife's insistence on inviting them in to our house via the radio) were ranting about it today - although their opinions are even more forgettable than most others.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut honestly, do you care?\t\t\t\t</p>\n<p>\n\t\t\t\t\t know I don't; I've got enough to worry about.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI'll tell you what is important: The plight of our planet is important, and yet I meet people every day who clearly couldn't care less. And why should they? No one else does, at least not around here. We in New Zealand are splendidly isolated, for now, from most of the effects of global warming, and even those that do reach us are gradual, so we don't have to worry today. Let's leave that for tomorrow. \t\t\t\t</p>\n<p>\n\t\t\t\t\tFor a real life reminder of global warming though, drive out of Cambridge, north on Victoria Road. Just before you get to the freeway, on your right, you will see a huge stormwater run-off area designed to protect all the new development in that area. This is supposed to hold in abeyance the vast amount amounts of stormwater which the council knows are likely to accumlate more often than once every hundred years, so that it can dissipate safely.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThere it is - a huge hole in the ground to remind us that climate change is real.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut who really cares?\t\t\t\t</p>\n<p>\n\t\t\t\t\tPerhaps Harry &amp; Meghan should talk to Oprah about it.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/crown.png",
    "tags": [
      "Planet Earth",
      "Flood",
      "Royal",
      "Climate change"
    ],
    "created_at": "2021-03-09"
  },
  {
    "id": 68,
    "title": "Going green by default.",
    "sub_heading": "Something surprising has happened recently in Switzerland.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThat in itself could be surprising; Switzerland is not generally known as a country to catch the world off guard.\t\t\t\t</p>\n<p>\n\t\t\t\t\tFor a long time the default electricity offering from two of the country's energy suppliers was from 'a mixture of fuels'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tCustomers could, if they so desired, then make the choice to change to 'renewables only'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tUnder this system around 3% of consumers would choose to make that change.\r\nThen these two companies decided to try something different: They changed the default offering to 'renewables' so that customers would have to make a conscious effort to change back to the mixed fuels, which includes fossil fuels and, importantly, is cheaper.\t\t\t\t</p>\n<p>\n\t\t\t\t\tFour years on from this seemingly minor change, around 80% of the consumers signed up to these two power companies are on the more costly renewables option - a vast increase on the 3% who were on it before.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAt first glance I find that surprising, but examples of this 'default effect' are everywhere.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI have several subscriptions to software which I have signed up to over the years and don't use as much as I used to. These companies take money from my credit card every month and happily tell me that they have done it. I see the notices coming in amongst piles of other emails and usually delete them without so much as a second look.\t\t\t\t</p>\n<p>\n\t\t\t\t\tActually I did have a bit of a cull a while ago and saved myself quite a bit.\t\t\t\t</p>\n<p>\n\t\t\t\t\t\"Well\" I hear you think,  \"perhaps you should be more organised\", and I'm sure some people are.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut how many of you have joined the gym and then never gone near the place?\t\t\t\t</p>\n<p>\n\t\t\t\t\tI know our family has bought a key to the school swimming pool for the past few summers and one year I worked out the cost of of our three visits to be $40 each!\t\t\t\t</p>\n<p>\n\t\t\t\t\tI reckon this is worth looking into; there must be hundreds of ways to make green choices the default, thus forcing people deliberately to choose the (probably cheaper) less planet-friendly options if they really want to. Humans are lazy. Actually, nature is lazy, the laws of physics are lazy - in many ways it's a good way to be.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn the case of the 'default effect' there is potential for the laziness of humans to be exploited for the benefit  of the planet. That's a turnaround isn't it? Usually it is the humans exploiting the planet for their own benefit.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOf course, we could always just make the right choices of our own volition.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThere's another idea.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/switzerland.png",
    "tags": [
      "Renewable",
      "Fossil fuels"
    ],
    "created_at": "2021-03-16"
  },
  {
    "id": 69,
    "title": "Time to accept reality.",
    "sub_heading": "In the foreword to the recently released United Nations Environment Programme report entitled 'Making Peace with Nature',",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tthe Secretary  General of the UN, António Guterres, writes 'Humanity is waging war on nature. The consequences of our recklessness are already apparent in human suffering, towering economic losses and the accelerating erosion of life on Earth.\t\t\t\t</p>\n<p>\n\t\t\t\t\tReally?\t\t\t\t</p>\n<p>\n\t\t\t\t\tAre we really waging war on nature? It is true that the actions of humans are causing the problems but I think it's a stretch to describe it as war.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWaging war implies an intent to destroy. The reality of environmental collapse is more like attrition: 'the process of reducing something's strength or effectiveness through sustained attack or pressure'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnyway, whatever you like to call it, and whatever is causing it - the world is in a bit of a pickle right now. These are dark and challenging times - but haven't they always been?\t\t\t\t</p>\n<p>\n\t\t\t\t\tIf you put a timeline of the last few millenia on the wall and chuck a dart at it, chances are you will hit a 'dark and challenging' period in history. Wars, famine, inter-tribal violence, disease, inequality, oppression, nature in freefall - it's all there. And if you zoom in to any given community, anywhere in the world at the time, you will probably find people feeling that things are not as peaceful and comfortable as they would like.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe new UNEP report claims to be a scientific blueprint to tackle the climate, biodiversity, and pollution emergencies. Big changes are needed, and huge amounts of money need to be diverted from the the old way to the new. That is to say, away from unsustainable methods and technologies and towards renewable energy and sustainable practices.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe irony is that we, particularly in New Zealand, are not having a hard time. In fact things are pretty good.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWe are being told we must change our ways, give up the good life and live more frugally, choose the more expensive but greener options at the supermarket, give up the big gas guzzling cars, recycle more, discard less.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut we're all OK here, so why should we make our lives less comfortable to solve a problem we don't necessarily have?\t\t\t\t</p>\n<p>\n\t\t\t\t\tGood question, why indeed?\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe answer is that the information comes from reliable sources. The weight of scientific opinion in support of the case for climate change is so far ahead of the opposing position as to make the latter trivial. Scientists, thinkers, writers, and leaders around the globe are almost unanimous: There is a problem. Have a look at www. unep.org and see whether you think that is a credible source of information.\t\t\t\t</p>\n<p>\n\t\t\t\t\tMany people believe many different things - not all proven, and yet it seems that so many people struggle to accept the reality of the challenges facing our planet today. Perhaps it's not even that people don't believe the science; perhaps for the most part they're just not that bothered. \t\t\t\t</p>\n<p>\n\t\t\t\t\tHow to deal with that?\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/war_on_nature.png",
    "tags": [
      "Nature",
      "Human",
      "History",
      "Sustainable",
      "Recycle"
    ],
    "created_at": "2021-03-23"
  },
  {
    "id": 70,
    "title": "Those scientific facts.",
    "sub_heading": "I've received a few emails recently in response to this column, all so far disagreeing with what I say.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tPeople send me long letters full of references to scientific 'facts' designed to persuade me that climate change is a hoax, or that fossil fuels are, in fact, renewable. I suppose you could say that oil is renewable - but you need vast tracts of undisturbed forest and a few million years for that, and I don't think we've got either.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo far my opinions are intact. I still think climate change is happening and I still think it is caused by the actions of humans. I believe, on the evidence available, that the human race is wreaking havoc on the environment. I think the timeframe within which huge damage has been done amounts to the wink of a planetary eye. It is my opinion that it is entirely possible for Earth to become largely uninhabitable within a few lifetimes.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI also believe that the natural world has immense recuperative powers, which, given half a chance, could actually reverse the destruction which has occurred thus far.\t\t\t\t</p>\n<p>\n\t\t\t\t\tYou don't have to look too far to see evidence of the re-wilding of any land which is not farmed, tended, maintained, concreted over, tar sealed, sprayed or otherwise barricaded against the advances of nature.\t\t\t\t</p>\n<p>\n\t\t\t\t\tCycling along the newly opened cycleway from Swayne Road to Victoria Road a few days ago I notice the rapid encroachment over the concrete path of a variety of grasses and weeds. Give that a couple of seasons without chemical herbicide and you probably wouldn't know there had ever been a path there. Look at South America - it's littered with evidence of ancient civilisations that nobody had a clue about until they started flying over the forests and noticing the formations from the air. Not to worry though, further along the track there was a man from the council dispensing plumes of death to all vegetation from a spray gun. The stuff had a pink dye in it, presumably so he could see where he had been. I could see that he had been everywhere.\t\t\t\t</p>\n<p>\n\t\t\t\t\tTo be fair to the council, I do know that there is extensive planting planned for that area and they are probably just getting ready for that, so the long term effect is for the good. It's a shame they have to be so free with the chemicals though - it really doesn't do anyone any good - just makes the job a little easier for them.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnyway, please do send me emails telling me everything's fine and global warming is no more than a natural cycle - it's always interesting to hear a different view\t\t\t\t</p>\n<p>\n\t\t\t\t\tUltimately, of course, it's of no consequence since the sun will one day explode and take everything with it, but in the meantime I continue to believe it is possible for nature, if allowed, to recover.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/dead_planet.png",
    "tags": [
      "Science",
      "Fossil fuels",
      "Renewable",
      "Nature",
      "Chemicals",
      "Cycle"
    ],
    "created_at": "2021-03-29"
  },
  {
    "id": 71,
    "title": "You don't convince me.",
    "sub_heading": "Oh dear. I appear to be stirring things up a bit.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI'm guessing that there are are some people who accept mankind's role in the current degradation of the natural environment. They are just not writing to me as often as those who do not.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhat I find strange is that a few of these people appear to be labouring under the misapprehension that a few words, and not so few exclamation marks from them, will precipitate a 'Damascus moment' and I will begin immediately to write a column espousing the opposite view to the one I have presented here for some time.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn fact one gentleman even expressed his eager anticipation to read my offering this week in which he fully expects that, having read his letter, I will declare that there is no such thing as human-induced climate change and all is well.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis man said that if I have any 'conclusive proof' of man's involvement in climate change I was either to present it or stand aside and allow the truth to come forward.\t\t\t\t</p>\n<p>\n\t\t\t\t\tTwo things:\t\t\t\t</p>\n<p>\n\t\t\t\t\tFirst, I am flattered that anyone thinks my words are worth reading, much less responding to. \t\t\t\t</p>\n<p>\n\t\t\t\t\tSecond, as I would hope some might have realised by now, I'm all for the truth, and long may its searing light be shone into the dull eyes of ignorance and prejudice wherever they lurk - but 'conclusive proof'? That's a bit of a tall order - not even God has to do that.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHow about 'weight of evidence'?\t\t\t\t</p>\n<p>\n\t\t\t\t\tHere's a working definition of that phrase: 'a systematic approach that scientists use to evaluate the totality of scientific evidence to assess if the science supports a particular conclusion', relying on 'expert scientific judgment to assess, review and integrate all of the results to form a meaningful conclusion'. \t\t\t\t</p>\n<p>\n\t\t\t\t\tIt seems pretty obvious from that definition alone that scientists are always keenly aware of the possibility that they may be wrong, in fact they welcome the possibility as they navigate the often tortuous path towards truth.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNotice that word 'towards'. With regard to climate change it's not only possible but highly likely that we're not there yet. And yet one common denominator of the communications I get from the climate change deniers is that they all seem to be utterly convinced of their own rectitude. However, despite the fact that the denier's voice is often rather more shrill and indignant than that of the scientist, there is something vaguely compelling about the message. There is no doubt that I want to believe what they are saying. After all, their message is one of reassurance to those of us who have been worrying about our children's futures.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd so after giving the matter even more thought over the past few days than I usually do, and having followed a few of the links which have arrived in my in box, I have arrived at a conclusion:\t\t\t\t</p>\n<p>\n\t\t\t\t\tYou're going to have to do better than that.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/temp.png",
    "tags": [
      "GOD",
      "GOD",
      "Proof",
      "Evidence",
      "Truth",
      "Climate change"
    ],
    "created_at": "2021-04-06"
  },
  {
    "id": 72,
    "title": "How about an aviation tax?",
    "sub_heading": "A study published last year concluded that half of the CO2 emitted by the global aviation industry is caused by flights taken by just 1% of the population.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tIn the UK 70% of flights are taken by 15% of the population.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd there are plenty of other statistics where those came from - all pointing to the conclusion that the wealthy few are responsible for the majority of aviation emissions, especially since it seems that private jet travel has quietly jumped in popularity since the decline of commercial international services due to Covid-19.\t\t\t\t</p>\n<p>\n\t\t\t\t\tA few rich people are subjecting all of the rest of the people to the climatic consequences of their jetset lifestyle. Of course whether or not we would happily enjoy that lifestyle if we could is another subject.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhat to do about this clearly inequitable situation?\t\t\t\t</p>\n<p>\n\t\t\t\t\tA popular opinion on this is that a flight tax would be a good idea: User pays. At first glance this would appear to be a fair solution. Well, if not a solution - an approach. But where would that money go? Most likely straight into the coffers of the governments collecting it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI've got a better idea.\t\t\t\t</p>\n<p>\n\t\t\t\t\tEach year every person over 18 could be issued with a number of 'air miles', so that the total air miles issued would equate to the total miles currently being flown. If a person used all of their allocation within the year and wished to travel further, they would have to buy more air miles on the open market.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo if I had no plans to fly anywhere this year (and the majority of people don't), but I did plan to buy a new fridge, I could sell my allocation on the open market via an online auction system.\t\t\t\t</p>\n<p>\n\t\t\t\t\tComputers do this stuff easily and so management of the scheme, if challenging to start with, would certainly not be difficult. I expect the government would want to clip the ticket along the way but that's to be expected. Of course they would direct the money towards environmental initiatives - wouldn't they?\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn this way those who wish to fly a lot could do so - if they could afford it, and those who do not wish to fly could benefit from those who do. This would surely amount to an ongoing, fair and transparent re-distribution of wealth which would benefit all concerned.\r\n\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe jetsetters would get to keep jetsetting, the stay-at-homers could earn a bit of extra money, the government  would get to collect some extra revenue, and most of that could go towards  environmental concerns. Seems like a win win win win to me.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo that's sorted out aviation. Now what do we do about rice?\t\t\t\t</p>\n<p>\n\t\t\t\t\tRice?\t\t\t\t</p>\n<p>\n\t\t\t\t\tYes - the greenhouse gas emissions from rice growing around the world are equal to those of the global aviation industry. \t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/plane.png",
    "tags": [
      "Aviation",
      "C02",
      "Government",
      "Covid"
    ],
    "created_at": "2021-04-13"
  },
  {
    "id": 73,
    "title": "It's tough being responsible.",
    "sub_heading": "At the dinner table last night the conversation turned to the pandemic and the observation was made that this time last year we were in Level 4 lockdown.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThere was a little bit of nostalgia for the family time that we enjoyed for that month, and we talked of the 'dinner wars' that we had. Each member of the family picked a recipe and, perhaps with a little help, produced the whole dining experience themselves, including table setting, decor, and dress code. The evenings were given a score out of ten by each person and my wife was the eventual winner with her three course French extravaganza.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNaturally the suggestion was made that we should do it again and so the recipe cards came out and there was debate over who should do what. Our family has increased by two in the last year so this time round will be a larger and more diverse affair, as we now have two meat eaters in the family - for whom we attempt to cater as respectfully as possible.\t\t\t\t</p>\n<p>\n\t\t\t\t\tMy daughter suggested that she would like to make tuna pasta - a long time favourite. But the Netflix documentary 'Seaspiracy' is large on the landscape at the moment and so the parental response was that we would not buy tuna. \"Why not?\" asked the eleven year old. I attempted to explain over fishing, in particular in the context of the larger predatory species. The response around the table was one of a general 'sigh and slump'. I agree; being environmentally responsible is a drag. The comment is often made that a vegetarian diet is a bit boring - and so it can be. I've certainly never been a fan of tofu.\t\t\t\t</p>\n<p>\n\t\t\t\t\tMy choice for my own attempt at dinner was going to be sushi, and still might be, although now I am struggling with that; I love sushi but it's pretty heavy on the fish. Should I just forget about conscience and do it anyway? Surely that's not going to make a difference to anyone, and family time is important. As I am sure people will write and tell me, there have been plenty of challenges to the veracity of the claims made in Seaspiracy, and as I've said before, I'd love to be able to believe that climate change is no big deal and is not caused by humans. Don't forget that 99% of all species that ever existed are now extinct - what's a few more? It would be nice to believe  things are not as bad as we're told but would that be rational? \t\t\t\t</p>\n<p>\n\t\t\t\t\tBelief that the current rate of climate change, and environmental (including fish stocks) degradation is human-induced, and that something can be done about it, is now so mainstream that most governments of the world are in line and pledging immediate and wide-ranging action.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI guess the sushi and the tuna pasta will have to be tuna-less.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSalmon's alright though isn't it?\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/tuna.jpg",
    "tags": [
      "Lockdown",
      "Fishing",
      "Extinct",
      "Climate change"
    ],
    "created_at": "2021-04-20"
  },
  {
    "id": 74,
    "title": "Time to wake up.",
    "sub_heading": "In preparation for this week I had a look through my notes file and found this paragraph:",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\t\"Some people simply don't believe climate change is an important issue; they cite 'natural climate cycles' and point out that it has happened before and will again - no problem.  These people clearly cannot comprehend the variety of the timescales involved.\" \t\t\t\t</p>\n<p>\n\t\t\t\t\tI read that and thought: \"Yup - that should do it\".\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt is true that there are many people who do not accept humanity's role in the current warming of the globe, some of whom, no doubt, are reaching for their email device of choice right now.\r\nMy view on this is that while the planet undoubtedly goes through natural cycles of warming and cooling due to such effects as Milankovitch Cycles, the current warming is happening at such a rate as to place it well outside the scope of any hitherto observed natural cycles.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHow is it that there can be such disparate opinions on a subject which is apparently so well documented? I have been accused of advancing too much rhetoric and not enough fact in this column. I, like many others gather my information from a variety of sources, predominantly online, and this information is widely available to any who seek it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHowever, I think this could be where the trouble starts; the sources of information are innumerable and each of us (whether we admit it or not) brings a certain amount of prejudice to the party. Add to that the myriad ways in which we might choose to interpret the 'facts' and it is a wonder anybody agrees about anything.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd so I present my opinions here, based upon how I see the world and what happens in it. Let's not forget, too, that these are just my opinions, regardless of how right I think I am. And I do, by the way.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAs a result of the things I write here I receive a few emails most weeks, some interesting, some thought-provoking, some sensible, and some plain loopy. The loopiest of which so far has been the idea that the concentration of CO2 in the average living room containing a family of four watching TV is way above the concentration of CO2 in the wider atmosphere and the family suffers no ill-effects, ergo - everything is fine.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThose who write to me will have noticed by now that I do not reply. I publish my email address so that people can suggest individuals and businesses in the local community worthy of mention for their environmental efforts - if anyone wants to take issue with anything I say, I would encourage them to address their thoughts to the editor, who may or may not decide to publish them.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis may precipitate a discussion within our community on environmental and climate change issues - which would be a good thing.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/atmosphere.gif",
    "tags": [
      "Climate change",
      "Cycle",
      "Opinion",
      "C02"
    ],
    "created_at": "2021-04-27"
  },
  {
    "id": 75,
    "title": "A moment in time.",
    "sub_heading": "Cast your mind back 541 million years. That was when the Cambrian explosion began.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tIt is thought that the Cambrian explosion lasted for between 13 and 25 million years, and it was during this time that the majority of animal phyla (pretty well all animal forms) began appearing in the fossil record.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThere are various theories about what prompted this rapid acceleration in evolution. It could have been the 2 billion years of photosynthesis which preceded it, and the resultant rise in the level of oxygen in the atmosphere. It could have been the development, around that time, of the ozone layer which protects life on earth from biologically lethal levels of UV radiation. There is also a theory called Snowball Earth which is less in favour nowadays than it has been. Various other theories concentrate on different phenomena of the day. It always amazes me how much information can be extracted from old rocks. Obviously there is a lot more to it than that, and many people have many differing views on what actually took place and when.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe very idea of evolution and particularly the complexity it has produced is still sometimes a hard concept to grasp (for me anyway), but harder than that is the origin of life itself. A lightning strike on a hot puddle of chemicals seems to be the best guess at this point, or perhaps something more gradual - but at some point an inanimate group of molecules must have (been) transformed into a group of molecules capable of reproducing themselves. Bada bing! Life!\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd since that point, about 4 billion years ago, things have been moving along nicely.\r\nI have to say - I find these timescales quite difficult to comprehend. However you look at it, it's a very long time.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn order to make geological timescales easier to understand it can often be useful to compare a time in history with the relative point in time in the last twenty four hours. \r\nSo the Cambrian explosion lasted roughly 20 million years, and the industrial period which has caused the current bout of global warming has been going for about 200 years - give or take a bit. If the Cambrian explosion lasted  twenty four hours, the industrial age in which we now live started less than a second ago. You can probably see where I'm going with this: In geological terms, an event which lasted 20 million years has been described as an explosion. How then, shall we describe an event which is, so far, a hundred thousand times faster than that? \t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd even if we could describe it - how would we propose to control it, or even predict what its longer term effects might be? The human race has brought about such a rapid change in the composition of the troposphere, and the systems within it, that any attempt now to control the backlash might be futile. Or can it be fixed as quickly as it was broken?\r\n\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/cambrian.png",
    "tags": [
      "Evolution",
      "Cambrian"
    ],
    "created_at": "2021-05-04"
  },
  {
    "id": 76,
    "title": "An hour of rubbish.",
    "sub_heading": "Apparently I am grumpy on Tuesday mornings. That's because Tuesday is rubbish day and we have to get our rubbish bags out on the street by seven o'clock in the morning.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI get up at six and put the kettle on and if I'm lucky I will remember what day it is before it's too late. In fact, it is often not collected until much later, or even the next day, but the day I am late will be the day they come at seven.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIf I do remember, I rush round the house gathering refuse from various rooms and bathrooms (and the latest batch from the kitchen) and then spend half an hour in the garage sifting though it all.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis is when the mood begins to deteriorate. I can hear myself droning on at the kids: \"Squashed is not flattened! Oat milk containers are not recyclable!\". It was the same when we had a cafe a few years ago - the cardboard recycling bin out the back was forever full of imperfectly flattened boxes - and we had to pay for it to be emptied when it was full, which it always was because the cardboard was not flattened properly.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt's not hard to flatten a cardboard box - you just have to make the decision to do it - after that it's common sense. \t\t\t\t</p>\n<p>\n\t\t\t\t\tHowever, almost invariably the best I get is squashed, and the soft plastics will be mixed in with the eggshells, and some of the tin cans will be dripping with tomato sauce - How can anyone maintain a sunny demeanour when dealing with all that on a cold wet Tuesday morning?\t\t\t\t</p>\n<p>\n\t\t\t\t\tA year or so ago I made my teenage son stand and watch while I went though the palaver. He didn't enjoy it much - that was the point - I wanted to inconvenience him into lessening my workload by doing what I'd asked him to do in the first place.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt worked for a while.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt's the same with clothes pegs; we are always running out of pegs because they ping off the clothesline into the long grass when the kids yank the clothes off the line. Then I mow them and we get multi-coloured plastic shards throughout the back lawn. And the ones that don't end up in the grass find their way into the house amongst the laundry from whence they pop up all over the house and then promptly disappear.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe thing is, when a person is standing in the kitchen with an empty pizza box, or by the clothesline when a peg takes flight, the easiest thing to do, at that point in time, is to stick the box straight in the cupboard, or not to notice the trajectory of the peg. The fairies will take care of it from there.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis is how it is the world over, and this is why the changes which are necessary to fix the planet must come from the top, as they are now beginning to do.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/recycle.jpg",
    "tags": [],
    "created_at": "2021-05-18"
  },
  {
    "id": 77,
    "title": "Giving with one hand",
    "sub_heading": "The act of sending any person to person mail or parcels through NZ Post is now carbon neutral.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThat's good to hear. NZ Post is doing many things to reduce its carbon footprint and is to be commended on that.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut (you knew that was coming didn't you?) whilst a lot is being done actually to reduce the amount of CO2 being emitted as a result of sending mail and parcels, there are  a certain amount of 'unavoidable' emissions and these must be dealt with.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis is done with carbon offsetting. Companies can purchase carbon credits to offset their carbon emitted. In fact NZ Post go as far as to claim on their website that these credits 'cancel' their emissions. Great news - the negative impact of NZ Post's mail and parcel sending activities are being cancelled.\t\t\t\t</p>\n<p>\n\t\t\t\t\tExcept that they're not are they? Not really. I can purchase a carbon credit which will entitle me to release a tonne of CO2 into the atmosphere and then claim that it never happened.\t\t\t\t</p>\n<p>\n\t\t\t\t\tCarbon credits are created by investment in environmental projects around the world which aim to reduce the amount of greenhouse gases in the air - that's good. Then the credit is used to offset greenhouse gases which are released into the air by someone else - back to square one: The land producing the carbon credit has, itself, effectively been cancelled.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNow I haven't done the calculations but with CO2 emissions on a steady rise across the globe, are there enough environmentally beneficial projects in existence to offset all of it? Could there be even if all the available land was used? Even if there could be, it would still be a fundamentally flawed system.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIf you are doing something beneficial for the planet and I am doing something bad for the planet, by what authority do I appropriate your actions and claim that they cancel mine? By paying for it - I hear you say. Big deal I say. Any person with an eye for the future should be doing all they can to preserve, conserve, and protect our planet anyway, without expecting the spinoff of being able to duck out of their responsibilities in an entirely separate arena. Apart from that, some of the credits being purchased on the global market are decidedly dodgy in theselves; ask a member of Kenya's indigenous Sengwer people, 15,000 of whom have been forcibly displaced from their ancestral lands (a move which has been described as a genocidal land grab) to make way for, amongst other things, green initiatives on behalf of which carbon credits are being sold internationally.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo, when you send a letter from your local post office, where you'll probably see a poster of an NZ Post staff member hugging a tree, spare a thought for the person, tree, insect,  flower, bird, or animal which may well have been cancelled elsewhere.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/parcel.png",
    "tags": [
      "C02",
      "Carbon neutral",
      "Atmosphere",
      "Mail"
    ],
    "created_at": "2021-05-25"
  },
  {
    "id": 78,
    "title": "The truth is ...",
    "sub_heading": "I became vegetarian about four years ago.  There were two reasons.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tOne was to slow down the inexorable expansion of the waistline which was becoming difficult to ignore. Then there was the added benefit of not being party to any unnecessary cruelty to animals. For most of my life I have experienced a sense of unease in relation to being a carnivore. I am prepared to accept the notion that the presence of canine teeth in my mouth indicates that humans have eaten meat for a very long time - but it does not mean I should, merely that there is an undeniable precedent for it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnother benefit of being a vegetarian has been that it has given me the opportunity to inform people that the word 'vegetarian' does not, in fact, come from the word 'vegetable'. Rather, it is derived from the latin word 'vegetus' meaning to thrive, to be healthy. This often comes as a surprise to people - as it did to me when I learned it courtesy of Stephen Fry and the team on the wonderful TV programme QI. \t\t\t\t</p>\n<p>\n\t\t\t\t\tHaving decided to write about it this week I thought I'd better confirm my superior knowledge before disseminating it through these pages. \t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd it turns out I am wrong! The main culprit for this pernicious bit of misinformation was one Professor Mayor who became president of the Vegetarian Society in 1883, although even he admitted that the assumption was a bit shaky. The much more obvious derivation of the word is correct and I take back, from all who have witnessed it, the supercilious air with which I delivered the untruth.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhile I am on the subject I had better deal with 'chairman' and 'foreman'. I have unselfishly and on many occasions given people the benefit of my knowledge that the 'man' in these words is derived from the latin 'manus', meaning 'hand'. Therefore the terms 'chairperson' and 'foreperson' are not only intensely irritating but also wrong, the correct terminology being 'Madam chairman' and 'Madam foreman'. \t\t\t\t</p>\n<p>\n\t\t\t\t\tWrong again!\t\t\t\t</p>\n<p>\n\t\t\t\t\tI wheeled this one out only last week to a couple of politely interested colleagues at the Citizens Advice Bureau. It is nice to be able to tell people something they don't know, but if one is going to run the risk of coming across as a bit of a smart arse, one ought to get the facts right first.\t\t\t\t</p>\n<p>\n\t\t\t\t\tUnless of course it's just a personal opinion, in which case, all's fair. \t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd it's my opinion that the most sensible conclusion to draw from the enormous amount of research which has been, and is still being, done on climate change, is that it is human induced, mainly by the past couple of generations, and it is reversible. I'm just not convinced that we will live long enough to see it reversed.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHere's something else I know: If you hold down the space bar on an iPhone keypad you can move the cursor with it. Genius!\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/keyboard.jpg",
    "tags": [
      "Vegetarian",
      "Opinion",
      "Climate change"
    ],
    "created_at": "2021-06-08"
  },
  {
    "id": 79,
    "title": "Car package works for me",
    "sub_heading": "I have, on a couple of occasions, had cause to write to Jamie Shaw who is now the minister for climate change.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI didn't receive a reply on either occasion - not from anyone. He must exist though, because I recently heard him quoted in the news as saying that the last time there were concentrations of CO2 in the atmosphere at the level we have now, there were palm trees in the Antarctic. Oh. Well thanks for that Jamie, now that you have thrown the situation into such stark relief I guess we had all better do something about it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSeriously, are there any quotable pithicisms left with which to attempt to frighten the public into action?\t\t\t\t</p>\n<p>\n\t\t\t\t\tHe went on to say that a major part of our contribution to greenhouse gases comes from us driving between the cities in this country. As I heard this I was, myself, driving. I have to tell you it was almost enough to make me pull over and walk. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThere followed one or two other news items; I don't really remember, I was too busy wondering at the actual point of Shaw's revelations about the history of palm trees.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThen the big news item arrived: Our government has just released its Clean Car Package, under the terms of which, people who buy electric vehicles after July 1st this year will get some of their money back. That's more like it!\t\t\t\t</p>\n<p>\n\t\t\t\t\tPeople who purchase a new EV under $80,000 will receive a rebate of up to $8,625 and those who buy second hand will get up to $3,450. That seems like a good idea, especially when you consider that the rebates will be funded by extra fees, charged from January 2022, on imports of higher-emitting vehicles.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThere has, of course, been some lively debate since this announcement. Those who are planning to buy a new ute after January are not too pleased. Jacinda's reply to this was 'buy a second hand one and don't pay the extra'. \t\t\t\t</p>\n<p>\n\t\t\t\t\tSomeone else said 'Why shouldn't wealthy people benefit from the rebate when they also value their money?' Well I'm sure they do, but let's be honest if you're in the market for a car priced over $80,000 do you really need a handout to help you? Ardern points out that if someone values the rebate [enough for it to influence them] - get a car in the 60k - 70k range - there are plenty of good ones.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe other condition of the rebate is that the car must have a safety rating of three stars or more. Makes sense.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo I guess, since I didn't hear the whole story, it might be fair to assume that Mr Shaw's comments were related to the main story, which is fair enough.\t\t\t\t</p>\n<p>\n\t\t\t\t\tPersonally I think the scheme is a good one, and I have no problem with taking the money from people who choose to emit more and giving it to those who choose to emit less.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/ev.jpg",
    "tags": [
      "C02",
      "Electric vehicle",
      "Greenhouse"
    ],
    "created_at": "2021-06-15"
  },
  {
    "id": 80,
    "title": "The gulf between us",
    "sub_heading": "I wrote recently about timescales and how we sometimes refer to mind-bendingly long periods of time in convenient terms like the 'Cambrian explosion'",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\t - which lasted for something like 20 million years. Today I was reading about the marine protection areas of the Hauraki Gulf which are shortly to be expanded under the 'Revitalising the Gulf' strategy announced by the ministers for Oceans and Fisheries, and Conservation respectively. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThis latest move will see the fully protected area of the Gulf rise from 0.3% to just over 5%.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSounds like a big enough increase - the Hauraki Gulf covers some 1.2 million hectares so the increase is from 3,600 Ha to 60,000Ha.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThen I looked at a map showing all the new protection areas and was immediately struck by how small 5% of an area looks when you look at all of it. \t\t\t\t</p>\n<p>\n\t\t\t\t\tYou could say the fully protected area will increase by over 1,600% if you wanted to sound impressive. It's a bit like cricket - all depends on which way you want to spin it. \r\nThe other way of looking at it is to say that 95% of the Hauraki Gulf Marine Park will not be fully protected. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThat doesn't sound so good.\t\t\t\t</p>\n<p>\n\t\t\t\t\tScientists and environmentalists are calling (and have been for some time) for at least 30% of the Gulf to be protected as 'no take' zones. This, they say, is a minimum requirement to put the severely depleted ecosystems of the Marine Park on the road to recovery. \t\t\t\t</p>\n<p>\n\t\t\t\t\tNationally, just 0.4% of New Zealand's marine and coastal area is in 'no-take' reserves. This is well short of the commitment made by New Zealand in 2011 to have 10% fully protected. According to PhD student Jacob Anderson there is no roadmap towards this target and \"so far, there hasn't been anyone brave enough to take it on\".\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis could be said of a lot of scenarios playing out around the world today. Leaders who tackle environmental problems head on, and in any meaningful way, are going to fall foul, for various reasons, of large segments of the communities they are elected to serve. Must be tricky for them: \"Do I do what I know, and science confirms, to be the right thing, risking political and public backlash and an almost certain drop in popularity, or do I take the easy route - give the majority what they want (rather than what society as a whole needs) and leave the tough moves to the next person?\"\t\t\t\t</p>\n<p>\n\t\t\t\t\tMost would agree that strong leadership is a good thing, as long as it leads in the right direction, but of course there are as many right directions as there are points on the compass - it depends on where one's priorities lie.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe government is coming in for a lot of flak at the moment, and I daresay that will continue. It will be interesting to see what democracy makes of it all when we, in New Zealand, are called upon to elect the next lot.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/gulf.jpg",
    "tags": [
      "Cambrian",
      "Ocean",
      "Conservation",
      "Reserve",
      "Government"
    ],
    "created_at": "2021-06-22"
  },
  {
    "id": 81,
    "title": "Doing it by the book",
    "sub_heading": "On the occasion of a recent birthday I was given a copy of a newly published book. It's called 'Climate Aotearoa - What's happening & what can we do about it'.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tIt's edited by Helen Clark who also wrote the introduction, and the contributors are a range of climate scientists and commentators. \t\t\t\t</p>\n<p>\n\t\t\t\t\tSo I settled down in an armchair with a cup of tea and my new book.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt's full of great information and insights, and I am very pleased to report that a number of themes which I have covered in this column feature prominently. \t\t\t\t</p>\n<p>\n\t\t\t\t\tI confess I got a bit bogged down in the introduction so I skipped forwards to the first chapter from Haylee Koroi, an indigenous sovereignty activist and Māori public health advisor. \t\t\t\t</p>\n<p>\n\t\t\t\t\tHer words certainly come from the heart and one can't argue with the historical facts presented. \t\t\t\t</p>\n<p>\n\t\t\t\t\tOne would expect a book such as this to kick off with a rallying cry, perhaps coralling all citizens of the country to come together and address the very serious challenges which we now face. Instead I found myself feeling decidedly shifty about the conduct of some of my ancestors in the early days. Not that I shouldn't feel that way of course, but is this the right arena? \t\t\t\t</p>\n<p>\n\t\t\t\t\tWith a somewhat shaken sense of solidarity, I moved on to the contribution from Dr Jim Salinger, scientist and climate change researcher at Victoria University.  The information is presented clearly enough but it is necessarily complex, and dare I say it, some of the figures used and conclusions reached seem, rather oblique, and a bit too long term to be immediately threatening. I'm used to \"Our house is on fire\" and \"There's no planet B\".\t\t\t\t</p>\n<p>\n\t\t\t\t\tThere is quite a lot said (and I've written about this too) the Māori approach to the land and the environment both in terms of ownership and stewardship. I just don't feel quite at ease with the \"We've always known better than you\" and \"Colonisation at the root of climate and health inequity\" messages which seem to be seeping from the pages. I think it is a mistake to attach climate change to colonisation. I am in no way defending the concept or process of colonisation but let's keep things in the right boxes. Climate change is a result of industrialisation and consumerism, it is not predicated upon colonisation; you don't need to be colonised to be a consumer oriented society. Let's be honest - it's people who cause climate change; people want stuff and so other people will produce stuff to sell to the people who want it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis is indeed a well researched book. I just couldn't read it for any length of time - not sequentially anyway. Since failing to finish it I have been dipping into it more or less at random and I'm pleased to say things are going much better. \t\t\t\t</p>\n<p>\n\t\t\t\t\tIf you'd like a quick précis:\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhat's happening? The planet's getting warmer.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhat can we do about it? Reduce, reuse, recycle.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/climate.jpg",
    "tags": [
      "Māori",
      "Scientist",
      "Colonisation",
      "Climate change"
    ],
    "created_at": "2021-06-29"
  },
  {
    "id": 82,
    "title": "On the right track",
    "sub_heading": "We boarded the train en famille at Frankton last Saturday morning at the start of our 'winter break',",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tall six of us frantically recording every moment for the family social media groups. It's a commentary on the times when the best view you get of a scene is when you watch it back on video.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe train pulled out of Frankton and the rail yards and suburbs gradually gave way to farmland, which turned slowly from dairy to forestry. For a while I put on the supplied headphones and listened to the commentary which was very interesting. I learned of the rich, albeit short, history of the logging industry in the King Country and Central North Island, of some of the characters and challenges involved in building the railways and transport links with which to remove from the forests the trees, each of which had been growing there for hundreds of years.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt was necessary to cut down the trees so that houses could be built for the people who flocked to the area to cut down the trees. \t\t\t\t</p>\n<p>\n\t\t\t\t\tPerhaps that was a cheap point - but a point nonethless; it can only be seen as a shame for our culture and our country that the native forests of this land were so brutally and suddenly plundered. Yes, of course I am judging the actions of our forbears in the light of modern values and understanding. And no, of course they could not have been expected to do anything differently - that was what you did; you cleared the forest, built houses with the wood, and farmed the empty land to feed the people living in the houses. And fair enough it was too. It still seems a bit sad to journey through the relatively (in the big picture) recently cleared landscape and through the remaining areas of native forest which are indeed majestic and beautiful.\t\t\t\t</p>\n<p>\n\t\t\t\t\tShortly before we arrived at our destination of Ohakune, a very cheerful man came through the carriage collecting all our rubbish - and there was a lot of it. The cafe car of the train dispenses a huge amount of single use materials, all of which were now being swept into a black bin liner and whisked out of sight. This has been niggling ever since, especially since the NZ Rail Journeys website talks about sustainability and the benefits to the environment of travelling by train.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo this morning I rang NZ Railways and asked them what becomes of the bin liners full of rubbish at the journey's end.  I was surprised and delighted to hear that I am nowhere near the first person to call with the very same question, and that the rubbish is sorted and recycled at the station. They just don't do it on the train because there isn't enough space - and they are actively working with their suppliers to increase the amount of recycling which can be done and improve the way in which it is done. Full marks to NZ Railways.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/ohakune.png",
    "tags": [
      "Farmland",
      "Dairy",
      "Forestry",
      "Rubbish",
      "Sustainable",
      "Environment"
    ],
    "created_at": "2021-07-13"
  },
  {
    "id": 83,
    "title": "Why we must work together",
    "sub_heading": "After the Howl of a Protest which swept through Cambridge and the rest of the country last Friday,",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI thought it only natural that I should write about it this week. But what to write?\r\nIt might be problematic to engage directly with the sentiments expressed on some of the placards. \"Jacinda's a communist\" and \"Stuff the ute tax\" being two examples. Neither factual nor constructive in my view. This is a hot issue and feelings were always going run high, and no doubt will continue to do so.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOne of the cornerstones of democracy is freedom of expression and anyone who truly supports democracy would go a long way to defend it. I am staunchly in favour of any citizen's right to wave a placard stating their opinion, or even the suggested placement of any policy with which they do not agree. At some point, however, there has to take place a rational discussion of the issues. Actually, there is a lot of useful discussion happening across the globe and it is to be hoped that this will lead society in a positive direction. Positive, I mean, for society - not necessarily just in line with my own views.\t\t\t\t</p>\n<p>\n\t\t\t\t\tRegardless, however, of the progress or outcome of any conversations, summits, gatherings, or protests, this is just another day at the office for the natural world.\r\nThe universe, including our tiny part of it, exists in a state of flux - the juxtaposition for the time being of all available material according to all available natural laws. Every change being a result of all previous changes and so on. \t\t\t\t</p>\n<p>\n\t\t\t\t\tIf we look at some of what is happening in the natural world today we can see that Northern California is burning, Northern Ireland has just experienced its hottest day ever, large parts of Germany and Eastern Europe are under water with catastrophic loss of life and great economic cost, the Amazon is emitting more CO2 than it is absorbing, and the South Island of New Zealand is experiencing extreme weather conditions causing widespread flooding. I list these items not to make any point one way or the other. It is simply a statement of facts.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNotwithstanding divine, or in these cases probable satanic intervention, these phenomena have been brought about by the set of physical circumstances prevalent in each case immediately prior to each situation. What the human race must do, therefore, is attempt to determine what is causing these events and do something about it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt seems to me that governments around the world are finally waking up to their responsibilities and are making major changes. It is predictable that lives and livelihoods are going to be disrupted by these developments. One of the challenges facing humanity is to work together to manage the process for the benefit of all. We have to do this. Nature is not going to help with this because nature is simply the next logical state in which all matter must and will exist.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/communism.png",
    "tags": [
      "Jacinda",
      "Communist",
      "Amazon",
      "C02",
      "Economic",
      "Human",
      "Government",
      "Nature"
    ],
    "created_at": "2021-07-20"
  },
  {
    "id": 84,
    "title": "Money to watch the world go round",
    "sub_heading": "Richard Branson and Jeff Bezos have both recently returned from the edge of space.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tVirgin Galactic took Branson 86 kilometres away from Earth and Blue Origin with Bezos on board went as far as 100 kilometres.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt's all very exciting, and both men have made inspiring speeches on their endeavours, and there have been a few uplifting tweets as well. \t\t\t\t</p>\n<p>\n\t\t\t\t\tI think the impression I get in both cases is that this is rich kids playing with their toys while serious things happen elsewhere.\t\t\t\t</p>\n<p>\n\t\t\t\t\tA very quick round up of stories on the net today yields headlines and snippets such as these:\t\t\t\t</p>\n<p>\n\t\t\t\t\tFlooded London hospitals ask patients to stay away. Israel to cut 85% of emissions by mid-century. Climate scientists begin debate on vital report. Wildfires surge across US. Thunderstorms leave roads and tube stations flooded in London. ‘Everything is on fire’: Siberia hit by unprecedented burning. The family of elephants trekking across China where swift, deadly flooding this week inundated a network that wasn’t even a decade old, highlighting the risks faced by cities globally. The UK and Ireland are experiencing heatwaves. In the UK, the weather office issued its first-ever extreme heat warning. The Bootleg Fire (they've even got names) in Oregon is the US’s biggest wildfire so far this year, and has burned more than 340,000 acres. Forest fires have burned through 3.7 million acres of land in the north-east of Siberia. Funerals have been held for lost glaciers in Switzerland and Iceland. (I guess Iceland is going to become a misnomer before too long)\r\n\t\t\t\t</p>\n<p>\n\t\t\t\t\tYes - that would appear to be serious stuff, and that's only the tip of the (melting) iceberg.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt is true that Jeff Bezos has announced a ten billion dollar fund to be used to tackle climate change. That is good - but is it good enough? I read somewhere that Richard Branson has said that very wealthy people should be spending up to 90% of their wealth on issues such as climate change - although he - well - isn't. Neither is Jeff Bezos; 90% of his wealth is (currently) $192Bn - and it's probably gone up a bit since I wrote that.\t\t\t\t</p>\n<p>\n\t\t\t\t\tTo date Bezos has allocated about 8% of the projected 10Bn so he's got a way to go.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo is what these guys are doing right?\t\t\t\t</p>\n<p>\n\t\t\t\t\tI think it's probably OK to develop the technology - that is an advancement of human achievement and knowledge, but I do take issue with space tourism. The idea that rich people should pay upwards of a quarter of a million dollars for a few minutes of weightlessness and a nice view doesn't seem quite right when weighed against the carbon footprint of their joyride. But then I also find it a bit awkward to contemplate the stratospheric wealth of the few alongside the all too common suffering and misery of the many.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHow about doubling the price of a space-jaunt and spending half the money on patching up some of the damage caused by it?\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/planet_2.jpg",
    "tags": [
      "Carbon footprint",
      "Planet Earth"
    ],
    "created_at": "2021-07-27"
  },
  {
    "id": 85,
    "title": "Time to take a lead?",
    "sub_heading": "The biggest manufacturer, in the world, of plant based meat is called Beyond Meat. The founder of Beyond Meat is called Ethan Brown,",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tand he has said a tax on meat (animal meat, that is) would encourage people to cut their consumption of animal-based products. He says it could help emerging markets to invest in plant based protein.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhen I read this earlier today my first thought was that any politician or public fugure who made such a suggestion in this country would find themselves in very hot water indeed. The recent 'Howl of a Protest' would pale into insignificance by comparison to the flames of outrage which would be ignited even by the proposition, at government level, of a tax on meat.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThen I wondered whether it might, in fact, already have been suggested, and it turns out that it has. In January 2019 a panel of international experts, co-chaired by Professor Boyd Swinburn of Auckland University and Professor George Dietz of George Washington University, called for a tax on red meat. The report claimed that such a tax would address the greatest threats to human and planetary health - obesity, under nutrition, and climate change. \t\t\t\t</p>\n<p>\n\t\t\t\t\tBig companies make big profits by encouraging consumers to behave in ways which are not good for them, or the planet. On the other hand, many farmers work tirelessly to ensure their farms produce the best food possible in the most sustainable way they can. The trouble is - if that food is meat and dairy - they are, according to many experts, on the wrong road.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAccording to professor Boyd Swinburn, agricultural production accounts for 50% of greenhouse gas emissions in New Zealand, and foods high in saturated fats, sugar and salt, including red meat, are the biggest cause of ill health and premature death.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis is not a popular subject in this country - and with good reason; agriculture is the backbone of our economy, and there are many individuals and communities who would suffer if production were to be cut whether by taxes on certain produce or a drop in demand.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHowever, it is clear to anyone who takes an interest, that with regard to food production, things cannot continue as they are. Perhaps meat and dairy farming in New Zealand will be able to 'fly under the radar' for a while, or maybe our meat and dairy produce could be seen as 'premium' on the world market, thus attracting higher prices during the coming time of falling demand. And fall it will, if the current zeitgeist persists.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWould it be heresy to suggest that now might be a good time for those involved in agriculture in New Zealand to begin to investigate alternative crops? I'm sure this is happening already but I wonder if the momentum needs to pick up a bit? Kiwis are generally pretty good at this stuff; taking the lead, setting the trend. Is this an opportunity for New Zealand agriculture to take the lead, or are we not yet ready?\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/cow.jpg",
    "tags": [
      "Plant-based",
      "Meat",
      "Economy",
      "Tax"
    ],
    "created_at": "2021-08-03"
  },
  {
    "id": 86,
    "title": "Here's the ammunition...",
    "sub_heading": "As I write, the Intergovernmental Panel on Climate Change is about to publish their latest report. I reckon it should be called",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThis will be the most comprehensive report of its kind and it will provide the most up to date assessment of the effects of climate change in the coming decades.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe last time this panel got together, in 2013, they weren't absolutely convinced that extreme weather events could be ascribed to climate change, itself caused by human activities.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNow, thanks to advances in the science and the computer modelling available, I am sure they will be unequivocal in that assertion.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThere will still be  plenty of people who believe it's all a hoax, citing natural patterns, but they are gradually being edged out into the cold, as it were. I don't mean to pick a fight with the climate sceptics, there's no need; nobody has a serious debate with a flat-earther. \t\t\t\t</p>\n<p>\n\t\t\t\t\tBy the time these words are in print, the new report will have been released and apparently it is going to be a 'massive wake up call'. \t\t\t\t</p>\n<p>\n\t\t\t\t\tWell that'll make a difference won't it? Let's give them a shock - that will jolt them into action.\t\t\t\t</p>\n<p>\n\t\t\t\t\tExcept that it won't; the people will, by and large, continue to follow the path of least resistance, which does not involve going to great lengths to reduce, reuse, and recycle. Most of us won't choose the more expensive, more environmentally friendy, or less environmentally damaging, options if they don't have to.\t\t\t\t</p>\n<p>\n\t\t\t\t\tActually my preceding paragraph misses the point of the IPCC; it is not designed to frighten you and me into being better guardians of the planet - although that might be a side benefit. No, the point is, and the clue is in the name, to give governments the information and therefore the ammunition and courage they need to make the hard decisions. To introduce measures for the benefit of the planet which are inevitably going to be unpopular with their electorates but ultimately good for the planet. \t\t\t\t</p>\n<p>\n\t\t\t\t\tOf course, in many countries where the concept of the electorate counts for nothing, environmental considerations count for even less, so we can discount the possibility of any constructive input from them. It has been said that without immediate action from China the rest of the world has no chance. This is because, as the world's largest emitter of greenhouse gases - more than a quarter of the global total, China is the main player. President Xi has said that China will be carbon neutral by 2060 but he hasn't said how. One wonders, since they are still busy building coal fired power stations.\t\t\t\t</p>\n<p>\n\t\t\t\t\tLet's just hope that enough governments are sufficiently moved by the findings of this latest report to take enough action to make a difference.  It's serious but it's not all doom and gloom: With big changes, which must be driven by governments there is hope of averting the worst effects of climate change. \t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/flat_earth.jpg",
    "tags": [
      "Government",
      "Flat earth",
      "IPCC",
      "Climate change"
    ],
    "created_at": "2021-08-10"
  },
  {
    "id": 87,
    "title": "Our changing world",
    "sub_heading": "It seems trite to moan about recycling soft plastics in Cambridge NZ when across the world people are dealing with such crises as the earthquake in Haiti, unprecedented rainfall and flooding in Japan,",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tand of course the arrival of the Taliban in Kabul. \t\t\t\t</p>\n<p>\n\t\t\t\t\tI can't help thinking of the people of Afghanistan who have, over the past twenty years, become accustomed to a level of freedom which now seems unlikely to continue.\t\t\t\t</p>\n<p>\n\t\t\t\t\tA spokesman for the Taliban called the BBC this morning and said there would be 'no revenge' on the people of Afghanistan and went on to say that they are awaiting a peaceful transfer of power as 'servants of the people and of this country'. That would be the power they have just taken by force from the elected government? Or would have done had government forces not evaporated in the face of their advance.  I certainly do not claim to understand the intricacies of the situation, hardly even the overview. It is a complex situation with religion at its core, and that is seldom simple. One can perhaps forgive the residents of Kabul for feeling that this spokesman may not be being entirely genuine or truthful, given that the previous installation of this regime featured public executions, stonings, and girls being banned from school.\t\t\t\t</p>\n<p>\n\t\t\t\t\tYes, it is undeniably an unhappy situation, but there is a lot of it about. And now that the latest report from the IPCC has been every bit as unequivocal as expected on the extent, immediacy, and causes of our planet's climatic predicament, any and every news story will necessarily be coloured, or even overshadowed by it. Even good news headlines will carry the unwritten subtitle: 'By the way, the world is burning up'. Just the other day I made a comment about how pleasant the weather was, and my mind was instantly host to an uninvited question: 'Is it because of global warming? - It's meant to be winter'. Can we ever again revel in a warm spell without suspecting it of being a harbinger of doom? If we get caught in a bout of heavy rain, will we instinctively wonder whether it is going to be what used to be known as a 'hundred year event'?\t\t\t\t</p>\n<p>\n\t\t\t\t\tIn this last week alone my son bought himself a computer gaming chair which came in a huge box containing more non-recyclable packaging than chair, and my daughter called me to say she and her husband have just bought a Ford Ranger. Both of which occurrences prompted the niggling doubts. I wasn't complicit in either action and both of these people are old enough to make their own choices but I still felt a bit uneasy: If members of my own family are apparently unmoved by the issues about which I write every week, how effective am I? \t\t\t\t</p>\n<p>\n\t\t\t\t\tMind you I'm not sure that anyone in my immediate family, apart from my mother, actually reads this column on a regular basis.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI'm glad you do.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/taliban.jpg",
    "tags": [
      "Taliban",
      "Plastic",
      "Recycle",
      "Column"
    ],
    "created_at": "2021-08-17"
  },
  {
    "id": 88,
    "title": "Follow the guidelines",
    "sub_heading": "Here we are again. Whilst none of us are, I'm sure, entirely happy about it, can we at least agree that it is necessary? I mean, what's the alternative?",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tJust carry on as normal and let the cards fall where they may? Ultimately, I guess that might work out - for the majority of the poulation. Unless of course you were one of the people who died as a result of catching the Delta variant of Covid 19. Or unless the health system collapsed under the strain and you were part of the collateral damage - one of those who couldn't get urgent medical treatment because of that collapse.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI think it is fair to say that nobody really knows how serious the consequences of an unfettered outbreak might be, but I do think the government is right to do what they can to avoid it. Sure - it's inconvenient for most and downright difficult for some, but it is the right thing to do.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI drove into town today and was surprised by the amount of traffic on the road, and by the number of people who were out and about - not wearing masks. There were people walking maskless up and down Victoria Street. On the way home I realised I had forgotten to buy rubbish bags and so I went to the local dairy and was surprised again to find people walking in and out as if it were an ordinary day. I remember the last lock down and one wasn't allowed into the dairy until the last person had come out.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThere have been a few stories in the news of certain individuals and groups disregarding the rules, no doubt because they resent the restrictions placed upon them. It reminds me of the time when my eldest son had just learnt to drive and was on a restricted licence, such that he was not permitted to carry passengers. He came and asked me if it would be all right with me if he gave a friend of his a lift 'just down the road'. My reply was that it would, of course, be absolutely fine with me but before leaving he should give the police a call to see if it was OK with them. He was not pleased, in fact he was properly fed up - with me! But his anger was mis-directed; I didn't make the rules. Imagine the absurdity of the situation were he stopped by the police with his friend in the car: 'Oh it's all right - I asked my dad and he said it was fine'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnyone who thinks they are getting one over on Silly Cindy by flouting the rules is missing the point. She didn't cause the problem, nature did. What caused nature to do it is another discussion - which is surely worth having, but not today. Right now, following the guidelines is the most sensible thing to do. So let's just get on with it, as all reasonable people are doing, and with a bit of luck it won't be for too long.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/lockdown.jpg",
    "tags": [
      "Covid",
      "Lockdown"
    ],
    "created_at": "2021-08-24"
  },
  {
    "id": 89,
    "title": "Examining the waste",
    "sub_heading": "Having developed, in recent years, a desire to be a better global citizen, less wasteful and more caring for the planet on whose surface we scrabble, I was particularly struck by a recent event.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI should say at this point that I live in a house with my wife and four teenagers.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI walked into the kitchen to find a sizeable portion of the fridge's contents on the bench; this was scene of a lockdown clear-out. Now, I am regularly to be found toasting the crusts of bread for breakfast because no one else will eat them. We buy toast slice, supermarket brand, wholemeal bread for the kids because they routinely go through a loaf a day, along with a box of eggs. However they seem to be unable to eat the crusts. The bread bags which contain two opposing crusts appear to multiply in the fridge and now there were a good half dozen of them on the bench, along with three large yoghurt pots, various left-overs, and halves of onion and avocado - there might also have been shrivelled sections tomato and ends of cucumber but not at winter prices.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo the bread I knew about. The vegetables, well - that's all of us not being as frugal as we should. The left-overs, understandable since the eyes of a teenager, much like those of dinosaurs in Hollywood movies, are unable to detect any foodstuff which is not actually jumping out at them.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe thing that confused me was the yoghurt pots, at varying stages of consumption - now all well past it.\r\n\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt so happens that I had recently complained to anyone near enough to hear me about the bunch of browning bananas in a fruit bowl by the kitchen window, but still I didn't get it. I am sure everyone knows that there is a very slim window of opportunity in which a banana may be consumed. This comprises the period of about seven minutes just as the last tinge of green disappears and the first shade of brown becomes visible to the naked eye.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt turns out that the yoghurt and the bananas cannot be eaten unless we have, in the freezer, a kilo bag of frozen berries (Banana + Yoghurt + Berries = Smoothie, and please rinse the jug; dried on raspberry pips are like bullets) - and we don't, because we, the adults have neglected to re-stock. Never mind the large, empty blackboard wall upon which should be recorded the items to be included in the next shopping, the last of which cost just north of $500 - New Zealand is a great country but expensive to live in. It's also something to do with the supermarkets not discounting anything during times when grocery shopping is just about the only time one gets out of the house - it happened last time and it's been in the news again recently.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnyway, I hope to be one of those influences which will encourage these young people to be better global citizens. Not sure how it's going so far.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/bananas.jpg",
    "tags": [
      "Wasteful"
    ],
    "created_at": "2021-08-31"
  },
  {
    "id": 92,
    "title": "Intrepid Antarctic Explorer",
    "sub_heading": "An intrepid Antarctic explorer",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tAn intrepid Antarctic explorer\r\n<br/>\r\nHad a wife but didn’t adore ‘er\r\n<br/>\r\nHe went out one day\r\n<br/>\r\nAnd was heard to say\r\n<br/>\r\n\"I’m doing my best to ignore ‘er\" \t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/limerick.jpg",
    "tags": [],
    "created_at": "2025-05-21"
  },
  {
    "id": 93,
    "title": "Grocer Ricardo",
    "sub_heading": "There was a young grocer, Ricardo",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThere was a young grocer Ricardo\r\n<br/>\r\nFull of linguistic bravado\r\n<br/>\r\nThe answer he liked\r\n<br/>\r\nTo \"Have you a bike?\"\r\n<br/>\r\nWas \"No, but I do avocado\"\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/limerick.jpg",
    "tags": [],
    "created_at": "2025-05-20"
  },
  {
    "id": 94,
    "title": "How It Started",
    "sub_heading": "One day in February 2024 my wife Nikki felt a small lump at the top of my left leg.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\t“What’s this?” She said, prodding rather uncomfortably.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI was already aware of its presence but couldn’t honestly remember when I had first noticed it. It’s true that it had been there for some time, how long exactly I have no idea. But it had grown larger in recent weeks and I had decided a few days earlier that sooner or later I was going to have to acknowledge its existence and do something about it. Right at this point in time though I was not willing to derail the sequence of events which had led to its discovery and so I glossed it over: “Oh that’s nothing, it’s been there for years” I replied. \t\t\t\t</p>\n<p>\n\t\t\t\t\tFor the next couple of weeks I continued to pretend it wasn’t there. Well and truly up the river. Then one day I was in the kitchen at work and, almost without thinking, I picked my phone and dialled our GP’s surgery. Despite not wanting to do it, I knew it had to be done and so I guess I just did it. The receptionist answered and I asked if I could have an appointment to see the doctor.\t\t\t\t</p>\n<p>\n\t\t\t\t\t11:30AM next Tuesday 12 March 2024.\t\t\t\t</p>\n<p>\n\t\t\t\t\t“OK, thanks, see you then.”\t\t\t\t</p>\n<p>\n\t\t\t\t\tThus I triggered a chain of events which has changed our lives forever.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/pool.jpg",
    "tags": [
      "Doctor",
      "Cancer"
    ],
    "created_at": "2024-03-10"
  },
  {
    "id": 95,
    "title": "The First Visit to the Doctor",
    "sub_heading": "I waited until the day before the appointment before I told Nikki.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tJust didn’t want her to worry.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhen I took the hot seat with our family GP, Luisa, sitting at her desk on the one side and my wife Nikki on the other, there was nothing for it but to come clean.\r\n\r\nLuisa took the lead - asking all the questions;\t\t\t\t</p>\n<p>\n\t\t\t\t\tHow often do you get up at night to pee?\r\n<br/>\r\nHow is the flow?\r\n<br/>\r\nAny discomfort?\r\n<br/>\r\nAny difficulty?\r\n<br/>\r\nHow is your diet?\r\n<br/>\r\nHow much do you drink?\t\t\t\t</p>\n<p>\n\t\t\t\t\tDuring the course of our conversation she asked me when I last had a DRE - Digital Rectal Examination - which phrase is entirely self-explanatory. I said a couple of years ago. Luisa looked it up on her system and told me that it was, in fact, five years ago.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI could feel the reproachful stare coming at me from both sides as I tried unsuccessfully to convince them both I had no idea it had been that long. \t\t\t\t</p>\n<p>\n\t\t\t\t\tAt this point Luisa told me that she was going to examine me and that this would include a DRE. She proceeded to take my blood pressure. \r\n\r\nIt was high, very high in fact. Luisa suggested perhaps it was high because she had just told me what she was about to do. So off with the trousers and up onto the examination bed (me) and on with the blue plastic gloves (Luisa). She spent some time feeling the lump in my groin, also my abdomen, arm pits, and head and neck. Then the DRE - which was not at all uncomfortable - just a bit embarrassing. I had remembered from the last time, even though it was five years ago, that the most unpleasant thing about it was the excess lubricant left behind when it was over. As I got dressed I was grateful that I had chosen a newer (thicker) pair of undies to wear today. One doesn’t want to be displaying a wet patch.Of course I could have been sensible and asked Luisa for some tissue but in truth I would rather have died there and then than do that.\r\n\r\nLuisa said she was concerned about an abnormality she had felt on my prostate (you’ll be reading that word a few times from now on). She therefore wanted me to go for a blood test to check my PSA level. That’s Prostate Specific Antigen. She further referred me to the radiology clinic next door for an ultra-sound scan of the lump in my groin. She said she thought it might be a hernia but best to get it checked.\r\n\r\nAnd to add to all of that she also referred me to GD, a Hamilton-based urologist. She said she was sufficiently concerned by what she had felt that she wanted me to go and see GD quite urgently regardless of the results of the blood test.\t\t\t\t</p>\n<p>\n\t\t\t\t\tShe prescribed 1Mg / day Doxazosin for the blood pressure and said it would also help with the peeing. I told her about the French TV program I had seen where a central character was complaining about the increasing difficulty of peeing as he aged. “I used to pee like a horse - now it’s more like Morse Code.”\t\t\t\t</p>\n<p>\n\t\t\t\t\tWe left the surgery feeling strangely optimistic. I said to Nikki “At least she didn’t hit the red button and call the ambulance - so it can’t be that bad”.\t\t\t\t</p>\n<p>\n\t\t\t\t\t What we didn’t realise was that she had done the next best thing. In fact, a number of people since then, including professionals, have expressed surprise at the speed with which things progressed after that first appointment.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/pool.jpg",
    "tags": [
      "Cancer",
      "Doctor"
    ],
    "created_at": "2024-03-12"
  },
  {
    "id": 96,
    "title": "Ultrasound Scan",
    "sub_heading": "The first appointment after that initial visit to the GP was an ultrasound scan of the lump in my groin.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tIt was very much like a number of ultrasound scans  which I have attended over the years except this time it was me on the bed and the thing being scanned did not have arms and legs. \t\t\t\t</p>\n<p>\n\t\t\t\t\tAs it happened it was, from my point of view, rather boring. The scanologist spent a while looking around and taking measurements. The GP had sent me here because she was not sure whether the lump in question was a hernia - or something else.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe scan must have been seen by, or shown to, someone straight away because I was on my way back to work when I received a phone call asking whether I had ever had skin cancer of any type or perhaps a mole removed in the past. I said no. I was concerned by this phone call, having obviously been through every possible combination of scenarios in my mind. However at this early stage it was still easy to put it all to one side.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThis thing had yet to arrive at centre stage.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt did step out from behind the curtains a couple of days later though when I had a phone call from Nikki. She said the GP had tried to call me but hadn’t got through and so she had called her. The message was - the lump is not a hernia.\t\t\t\t</p>\n<p>\n\t\t\t\t\tUpon hearing those words I felt an immediate jolt , and a weight came down inside me. I think I knew, at that point, that this was all going to get a lot more serious but still I did not address it - not consciously anyway. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThe obvious question was “Well what is it then?”\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/ultrasound.jpg",
    "tags": [
      "Scan",
      "Cancer"
    ],
    "created_at": "2024-03-19"
  },
  {
    "id": 97,
    "title": "A Phone Call From A Surgeon",
    "sub_heading": "The next evening I  was surprised to receive a phone call from RF.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tHe is a surgeon who has his rooms in Grey Street, Hamilton. The ball had obviously been passed to him. He said there would need to be an FNA performed (Fine Needle Aspiration) in order to find out what’s up. He talked for ages and gave me the impression of being a very nice man who clearly goes the extra mile. I know this because it was nearly eight o’clock in the evening when he called me and he was on the phone for ten minutes. The upshot of that call was that he was going to make an appointment for the FNA.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAlthough I was a little taken aback to be on the receiving end of specialist attention in the form of RF, I was still able to pretend there was (probably) nothing wrong.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI have an appointment booked with the urologist GD on Friday. Perhaps he will be able to tell us what is going on.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/phone.jpg",
    "tags": [
      "Surgeon",
      "Urologist"
    ],
    "created_at": "2024-03-20"
  },
  {
    "id": 98,
    "title": "The First Appointment with The Urologist",
    "sub_heading": "One of the common aspects of the many consultations Nikki and I have attended in the past couple of months is that we go in with the expectation of coming out with more certainty than when we went in.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tAnother common aspect of all these consultations is that this is rarely the case.<br/>Having been referred to GD, a urologist in Hamilton, by my GP Luisa, I received a phone call from Hamilton Urology asking me to drive to Matamata to see Glen  for an appointment at his monthly clinic there. I got the impression that there's a  bit of urgency involved and he had no other appointments available.\t\t\t\t</p>\n<p>\n\t\t\t\t\tMatamata is a 40 minute drive from where we live, as opposed to 20 or so minutes to Hamilton. No big deal for them, but felt like the wrong direction to be going for such a big deal for us.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHe was running behind schedule and we had to wait for a while but  eventually a couple, slightly older than us emerged and didn’t look too distraught. I have no idea why I found that encouraging. \t\t\t\t</p>\n<p>\n\t\t\t\t\tGlen obviously spent a few minutes writing up his notes for the previous man and reading up on mine and then, came out to greet us. With some trepidation we took our seats in his consulting room which was right off the hospital foyer.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAfter the obligatory introductions and small talk it was time to get down to the action which, of course involved Glen and me behind the curtain, me semi-naked on my left side on his examination bed with my knees drawn up, and he with his rubber gloves on. This procedure is a DRE (digital rectal examination) which term is entirely self-explanatory. The last one I had was in my GP’s surgery and that was a breeze so I was somewhat surprised that this time was much less gentle and quite uncomfortable.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI guess the person doing the examination knows what they need to look for and must simply get on with it, and don’t leave anything out for fear of upsetting the patient or his dignity.\t\t\t\t</p>\n<p>\n\t\t\t\t\tGlen told us there and then that he had discovered sufficient abnormality that he was going to want to do a biopsy. At this point I was still on the bed and he told me to stay put while he went to find a rectal swab. The reason for this, he informed us, was to get  an idea of what bacteria and other bugs I have inhabiting my rectum so that he can prescribe the correct type of antibiotics which I am to take immediately prior to and subsequent to the biopsy which will take place within a week or two at his rooms in Hamilton. He came back into the room with the requisite swab between thumb and index finger and I was relieved to note that a rectal swab is quite literally barely noticeable to the patient, especially in contrast to the rummaging which had only just occurred.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHe also examined the enlarged lymph node in my left groin and concurred with RF that what was required in this case was a FNA (Fine Needle Aspiration) in which a ‘very fine’ needle is introduced (How do you do?) into the lump and a sample of tissue is removed for analysis. Needless to say he whipped down my undies and had a good old poke around in there. I was encouraged by his comment whilst he held one of my testicles in each of his hands: “Nothing wrong with those”.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd like RF, he examined my legs and feet. Of course I now know that they were looking for a possible primary site should the lymph node’s enlargement turn out to be the metastasis of some type of cancer.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWe spoke about about possible reasons for the lymph node’s enlargement but did not settle on any particularly favoured theory. Except that Glen did seem to be fairly confident that it was not going to be the result of metastasis of the (probable - at this stage) prostate cancer.\r\n\r\nHe said the inguinal area is not the right ‘drop zone’ for prostate cancer.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI remember, at about this time, the first sneaking suspicions that we might be dealing with something more sinister, but nobody was saying the words.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBack in the seat in between Nikki and Glen’s desk I learned that the biopsy he was talking about was a TRUS (Trans Rectal Ultra Sound guided biopsy). This involves an ultra sound probe being inserted into the rectum and a long thin specialised biopsy instrument being passed through it and up against the wall of the rectum, on the other side of which lies the unsuspecting prostate. At this point a spring-loaded hollow needle pops out and grabs a sample core of tissue and then snaps back inside the bore of the instrument. Glen explained this process in a beautifully understated and calm way but I wasn’t having a bit of it; from then until the day of the appointment my thoughts were never far from the consulting room in my mind where this procedure was carried out a thousand times with endless variations and degrees of discomfort.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOf course I had never had this done before and so I didn’t have a lot to go on, but the good old internet search soon helped me out there. That, and a documentary I had seen many years ago which followed the broadcaster Paul Holmes through his experience of prostate cancer. I don’t think I actually saw much of it but the bit I did see was where he was on the examination bed in the required position and passed his packet of cigarettes to his support person immediately prior to the procedure. I remember thinking he was either very honest, or very stupid to be quite so open about his smoking habit while undergoing a procedure to evaluate his cancer - on national television. I suppose it’s like when the GP asks you how much you drink and you say “Oh not very much at all” before giving a figure equating to about half of the truth - they know though don’t they? Of course they do. \t\t\t\t</p>\n<p>\n\t\t\t\t\tI actually saw Paul Holmes in the flesh once, I was walking out of the Wellington airport terminal and he was getting into the back of a black car. The window was down and I remember being surprised by the size and intensity of the cloud of cigarette smoke which escaped as he was whisked away.\r\n\r\nAnyway there was a fair bit of wincing as the probe was introduced and then at the moment when the biopsy was actually taken Mr Holmes nearly jumped off the bed. That was in 1999 though, and I wonder whether that was done under local anaesthetic. \t\t\t\t</p>\n<p>\n\t\t\t\t\tGlen assured me that in my case this procedure would be carried out under local anaesthetic and in most cases is ‘tolerated quite well’. Oh good.\r\n\r\nHe said they will numb the area with local anaesthetic and then take a series of between ten and twelve biopsies. Twelve! It just gets better.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHe reassured us that this is treatable, and whilst he can’t give us anything definite, as this is the beginning of what may be a long road, if they can’t cure it completely (which will be their aim) I am more likely to die with prostate cancer than from it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo we left Matamata without any certainty, except that we knew something was wrong, but funnily enough, strangely optimistic. As though we had passed control of the situation to an expert and he was going to make sure everything is OK. \t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/urologist.jpg",
    "tags": [
      "Urologist",
      "Cancer",
      "Biopsy"
    ],
    "created_at": "2024-03-22"
  },
  {
    "id": 99,
    "title": "Panic at the Vatican",
    "sub_heading": "There was a gay cardinal, love",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThis image has been doing the rounds on social media since the election of the new pope.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhile I was out walking this morning I came up with a limerick to go with it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOf course I am not suggesting that the current pope is gay, it's just a limerick.\t\t\t\t</p>\n<p>\n<br/>\r\nThere was a young cardinal, love\r\n<br/>\r\nWhose partner gave him the shove\r\n<br/>\r\nNot one to be sadder\r\n<br/>\r\nHe rose up the ladder\r\n<br/>\r\nInspiring the picture above\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/vatican.jpg",
    "tags": [],
    "created_at": "2025-06-23"
  },
  {
    "id": 100,
    "title": "Austerity, Verity",
    "sub_heading": "There was an old lady called Verity",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThere was an old lady called Verity\r\n<br/>\r\nWho was born into times of austerity\r\n<br/>\r\nShe lived in a small house\r\n<br/>\r\nAnd looked like a church mouse\r\n<br/>\r\nBut her nose was a little more ferrety\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/ferret.jpg",
    "tags": [],
    "created_at": "2025-06-23"
  },
  {
    "id": 101,
    "title": "The plump priest",
    "sub_heading": "There was a plump priest at the Vatican",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tThere was a plump priest at the Vatican\r\n<br/>\r\nFamously thin and then fat again\r\n<br/>\r\nWhen asked could he diet\r\n<br/>\r\nAt first he went quiet\r\n<br/>\r\nBut then he said \"Yes, you know that I can!\"\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/priest.jpg",
    "tags": [],
    "created_at": "2025-06-23"
  },
  {
    "id": 102,
    "title": "How people cope",
    "sub_heading": "Lockdown is tough, more so for some than others.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tIn the course of my work I speak to a variety of clients most days and it is the ones who are doing it alone who struggle the most. That's why we hear the words \"be kind\" so often. Some people are so pleased to get a phone call they will talk for ages - and that's fine - why shouldn't they? The least I can do is spare some time for a conversation which veers off topic for a while.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe whole family and I went for a bike ride today. The idea was that they would cycle down the normal path to the furthest point from our house, about 2 kilometres, and then turn round and come back. I, on the other hand, wanting to get some real exercise decided to cycle towards town and then go round the long way, hoping to get to the 'turning point' before the rest of them. \t\t\t\t</p>\n<p>\n\t\t\t\t\tDuring the course of my excursion I witnessed a range of temperaments so wide I thought I should write about it. \t\t\t\t</p>\n<p>\n\t\t\t\t\tSome people put their heads down and stride purposefully forwards without so much as a sideways glance. They can be forgiven though; they're a bit stressed\t\t\t\t</p>\n<p>\n\t\t\t\t\tMost people are happy with a cursory nod. \"How's it going? Yup we're all in this together. Well, best get on. See you later' - can all be said with a raise of the eyebrows.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe people I find annoying though, are those who are determined to be unpleasant. Why don't they just stay at home? \t\t\t\t</p>\n<p>\n\t\t\t\t\tI'm riding along the cycle path and I come up behind a pair of women each with a dog on a lead. I don't have a bell on my bicycle and there is not sufficient grass verge to allow me to pass comfortably, so I slow right down and change gear, and yes, they hear me, but do they move to allow me to pass? Not immediately no. Fair enough, they are deep in conversation, but I am not involved and to be honest I am not interested enough to want to spend much time listening. One eventually turns towards me, frowns, and makes reining in her dog into a theatrical event, allowing me, after what feels like an uncomfortably long time, to pass. \"Thank you\", I say, smiling as I negotiate my allotted course.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOnce clear of the combat zone I set my mind to getting back up to speed and as I pull away  the \"Harrumph!\" catches up and passes me like the North Wind. Clearly they would have been happier had I levitated myself and my bicycle out of their important way.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNow to fill my environmental brief: I heard a brilliant quote from the recently late Sean Lock. Talking about the rampant consumerism he witnessed on a trip to the US, he said it made his own efforts at recycling feel as though he had turned up to an earthquake with a dustpan and brush.  He was a funny man and the environment is a lesser place without him.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/walking_the_dog.jpg",
    "tags": [
      "Lockdown"
    ],
    "created_at": "2021-09-07"
  },
  {
    "id": 103,
    "title": "The perils of the morning walk",
    "sub_heading": "I went to the doctor last week and she prescribed Escitalopram - an anti-depressant.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tIt all started when I went for my morning walk a while ago: I was about a kilometre from home when I realised that having stacked up the wood burner when I got up, I had not dampened it down before I left.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWith my head full of images of the chimney catching fire and the house aflame, I ran the kilometre or so back to the house where fortunately I found everything intact and the fire only just getting going. I duly dampened it down and went for my walk as usual. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThe next day I woke with a sharp pain in my right shin. That's running for you.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNormally I would  wait for this sort of thing to fix itself but after a week or so of quite severe discomfort, it was showing no sign of going away so I made the appointment to see the doctor. I had to wait a week for it, and guess what - during that week my leg fixed itself. So when the reminder popped up on my phone, rather than pay the cancellation fee, I thought I may as well go along and get checked out. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThis new found, very un-manly, willingness to go to the doctor is a result of my having had two kinds of malignant cancer last year. But for a reluctant visit to the doctor on my wife's insistence, the cancers would have remained undiscovered and I would not be writing today.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo I turn up to my appointment and the doctor checks out my leg, which is fine, and we get to talking. Last year I went  through a whirlwind of investigations, procedures, biopsies, oscopies, palpations, surgery, and a month of radiotherapy. This was a rollercoaster for which I and my family were completely unprepared.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI am pleased to report that I am, as of January this year, cancer-free, but the events of last year have, somewhat predictably, taken their toll on all of us.\r\nOf course we are all very happy that I am not going to die just yet, but we are, each in our own way, a bit freaked out by it all.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI have never been one for taking pills and potions unless absolutely necessary so it took the doctor a while to persuade me to change my mind and give the Escitalopram a go. However when I went to the pharmacy to get the prescription filled, the cautionary chat from the pharmacist was enough to change it back again. Now I have to go to a follow-up appointment  next week and explain why I'm not going to take it.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/escitalopram.png",
    "tags": [],
    "created_at": "2025-06-26"
  },
  {
    "id": 104,
    "title": "Traffic Flow in Cambridge",
    "sub_heading": "In 2017 Cambridge got a new roundabout, courtesy of the NZTA, at the intersection of Hamilton Road and Victoria Street, next to St Andrews Church.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tWaipa District Council and the Cambridge Community Board agreed on a roundabout because it would cause less delays and support better traffic flow.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHas it though?\t\t\t\t</p>\n<p>\n\t\t\t\t\tAt certain times of day it is not uncommon for Cambridge-bound traffic on Victoria Street to be backed up as far as King, or even Taylor Street. \t\t\t\t</p>\n<p>\n\t\t\t\t\tSomebody caught up in that lot for the first time could be forgiven for wondering what on earth the hold up could be, as they inch along at a snail's pace. It's only when you come within view of the intersection from Thornton Road on the left, that the problem becomes clear. For some reason, many drivers on Victoria Street feel the need to give way to the traffic coming in from Thornton Road, magnanimously waving them into the flow, even though there are usually only a few cars on Thornton Road, who have waited nowhere near as long as their Victoria Street counterparts. You might think this would be frustrating for the drivers who have to wait while the people in front of them bank wadges of Karma by allowing two, three, four, or more grateful interlopers in front of them at once. But no. No sooner has the benevolent do-gooder finally decided to advance apologetically towards the roundabout himself, than someone else takes up the role of self-appointed traffic light, on permanent green to the left, and the south bound lane grinds to a halt once more.\r\n\t\t\t\t</p>\n<p>\n\t\t\t\t\tI was walking to work this morning along Victoria Street; I noticed a Tip Top truck just north of the pedestrian crossing by Williams Street - you know the one - it stays on red long after the road-crosser has crossed the road and disapeared over the horizon. As I started off for town on foot, the Tip top truck was waiting at those lights. By the time that truck finally passed me I had almost reached the pink church - well past the new 'traffic-flow-improving' roundabout. And, while I'm on the subject, it is not helped by the drivers who unashamedly duck off the main carriageway at Williams Street, swerve round the 'No Entry' sign and wooden planter boxes designed to prevent this very behaviour, and zip along past the kindergarten to Thornton, there to avail themselves of the generous philanthropy, first of those on Thornton and then those on Victoria.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOf course, my tongue is firmly in my cheek and I applaud the kind spirit and selfless etiquette of Cambridge drivers.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut when I'm driving to town I go via Carters Flat - it's quicker.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/driver.jpg",
    "tags": [
      "Traffic"
    ],
    "created_at": "2025-07-03"
  },
  {
    "id": 105,
    "title": "Seeing the whole of the moon",
    "sub_heading": "I like the idea of the pen being mightier than the sword but I guess it rather depends on whose hand wields the pen.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI'm sure it is possible for a paragraph of prose to cut a swathe of understanding, justice, and logic through the banal swamp of ignorance and apathy in which much of humanity resides. The notion of an armour-clad knight of the literary realm sweeping across the sky raining glorious and uplifting words upon the parched masses brings to mind a favourite song. It's \"The Whole of The Moon\" by The Waterboys. Released in 1985 this song is a lyrical tour de force.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI've always thought it was about drugs but a quick net search revealed that there are many interpretations; from a journey of self discovery to an allegory of gay love - not sure about that one. Mike Scott, who wrote the song, says it's about someone like CS Lewis who sees and explores things deeply, or someone like Jimi Hendrix who \"came like a comet, blazing your trail\". He says he wrote the song in an attempt to impress his girlfriend. Nice one.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnyway I thought the song was about drugs because the lyric says \"I wandered out in the world for years, While you just stayed in your room, I saw the crescent, You saw the whole of the moon.\"\t\t\t\t</p>\n<p>\n\t\t\t\t\tActually it doesn't matter what it means. As with any song, the meaning is usually subjective to the listener. In many cases the subject matter is so obvious as to be trivial, but a great song, or indeed any great writing has the power to induce thought and inspire debate far and wide.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo, in theory, I could sit in my office and change the world: Lockdown warrior! Trouble is I don't have what it takes to move mountains with prose. I like to think I can turn a phrase, and I can hew a half-decent sentence from a block of words. In times of pecuniary disadvantage, and there have been a few, I have often thought \"There must be a course of action I could take, from this point forward, which would result unequivocally in financial success.\" A kind of fiscal silver bullet - if only I could think of it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBut I don't have it. I don't know what I could write, or how I should write it, such that all who read it are immediately and permanently dedicated to sustainability and conservation of resources. \t\t\t\t</p>\n<p>\n\t\t\t\t\tI guess we're just not made that way. People want stuff and they want it now, and as long as people will pay for stuff, other people will make it and sell it to them. Then those people can buy more stuff and when it breaks throw it away and buy yet more. We can all see, intuitively, that this is not sustainable but we don't change. \t\t\t\t</p>\n<p>\n\t\t\t\t\tWhy is that? It's not a rhetorical question; Feel free to contribute your thoughts below.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/moon.png",
    "tags": [
      "Drugs",
      "Lockdown"
    ],
    "created_at": "2021-09-14"
  },
  {
    "id": 107,
    "title": "Yesterday when I was young",
    "sub_heading": "Someone said to me at the weekend that the world is in a mess.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tIf you think about it - it's not really surprising; in the big scheme of things humans have only just swung down from the trees. It's no wonder we're having trouble growing up into a sensible global civilisation.  One of our problems is that we don't learn fast enough.  A warthog hits the savannah at birth and very quickly learns how to avoid lions - or doesn't get to pass on the genes. By comparison humans are useless when they are born. I'm not saying that warthogs should be the dominant species, but humans could do with steepening their learning curve.\t\t\t\t</p>\n<p>\n\t\t\t\t\tHave you ever seen the TV programme \"Grumpy Old Men\"? I could be in it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tCompelled to watch early evening television this evening by virtue of the fact that I was in the same room, I found myself grumbling about everything on it. \t\t\t\t</p>\n<p>\n\t\t\t\t\tWhy do advertisers insult their audience by portraying men as stupid while their wives are in possession of some secret wisdom communicated between each other with a savvy wink?\t\t\t\t</p>\n<p>\n\t\t\t\t\tWhy is a news programme encouraging the use of plastic bags in supermarkets by running an item on how to open them?\t\t\t\t</p>\n<p>\n\t\t\t\t\tThen there is the laceration of the language taking place everywhere on every level; from split infinitives (a bit picky, I know), to the non-sensical application of the word 'like'.\r\n\"I was like, it was like, she was like, I'm like, and all that kind of thing and stuff\". Do you, like, see what I mean? \t\t\t\t</p>\n<p>\n\t\t\t\t\tI suppose I am becoming a little intolerant; that and the world is changing around me in ways which I don't appear to be keeping up with. At the dinner table most evenings the teenagers have to explain to me something which has been said because they will routinely take a perfectly good word and assign to it an alternative meaning. How about this? - \"I ship you guys\" means \"I think you would be good together\" - from the word 'relationship'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt goes something like (note correct usage of the word 'like'):\t\t\t\t</p>\n<p>\n\t\t\t\t\tTeenager says something. I say \"What are you talking about? That is gibberish\". Teenager explains to me that the thought he has articulated does, in fact, make sense when expressed using conventional English. Ye Gods! what is the point?\t\t\t\t</p>\n<p>\n\t\t\t\t\tI suppose the point is that the young people want to be independent of the old farts. They want to write their own rules and do it their way. The perennial irony is that despite knowing everything, they don't actually know anything at all. I was the same when I was young. I am full of experience and wisdom now. I just don't understand why the young people aren't hanging on my every utterance - I have so much to tell them. Of course therein lies the problem: You don't know how much you don't know until you know enough to realise how much more there is to know.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/teenager.jpg",
    "tags": [
      "Teenage",
      "Language"
    ],
    "created_at": "2021-09-21"
  },
  {
    "id": 108,
    "title": "Vax and fiction",
    "sub_heading": "There seems to be a fair bit of anger in the community directed towards the prime minister.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tAs far as I am aware she did not introduce Coronavirus to this country, nor is she trying deliberately to ruin everyone's day. To resort to name calling and personal attacks is, I feel, unworthy of the people of this great country. If someone has a better idea the way into politics is open - go for it.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNow, anti-vaxxers; I've heard a couple of people recently who have said, apparently quite seriously, that a healthy diet will be sufficient to protect against Covid 19. I have also heard of people finding friendships strained by the issue. How does one react to the revelation that one's friend, a hitherto seemingly sensible person, is of the view that vaccination is a bad idea? Or to look at it the other way, how does one deal with a friend who takes the illogical view that vaccination is a good idea? \t\t\t\t</p>\n<p>\n\t\t\t\t\tOf course it all depends on one's own view. The reasons for differences of opinion are many and varied and there are, rightly, as many opinions as people who hold them.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt all becomes a bit cloudy when people begin to confuse opinion with fact. At one end of the spectrum facts are pretty well indisputable: If I hit my head against a brick wall the action will result in a painful injury. This is a fact.  If I concentrate very hard on a rock I will be able to cause the rock to rise, unaided, into the air. This is not a fact, moreover it is demonstrably untrue.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIf a person is to take an objective position on an issue, and particularly if they wish to defend it, is it not their responsibility to avail themselves of some evidence? Evidence may come in the form of supporting facts. This is the best kind of evidence. Alternatively, evidence may be circumstantial or anecdotal; it may simply be a situation or sequence of events which 'tends to suggest' that a proposition is true.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIf an adopted position is subjective, like for instance, my view that Eric Clapton is the greatest living guitarist, then facts don't come into it. This is an opinion.  My teenage son and I regularly clash over our differing opinions on a range of subjects and we do occasionally have to remind each other not to present  opinions as facts. To do so diminishes what starts as a healthy discussion into verbal ping pong : \"Yes it is - No it's not\" which invariably leads nowhere.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo where do science, religion, medicine, quackery, literature, and politics, for example, sit in the wide realm between opinion and fact?\t\t\t\t</p>\n<p>\n\t\t\t\t\tI, personally,  attach more credence to factual evidence than circumstantial, but I wouldn't want to compel others to do the same. That is why I am a secularist. It is also why I believe that vaccination against Covid 19 is a good idea. And that's an actual f... opinion.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/fact.jpg",
    "tags": [
      "Covid",
      "Opinion",
      "Fact"
    ],
    "created_at": "2021-10-05"
  },
  {
    "id": 109,
    "title": "A new life for my kauri",
    "sub_heading": "I'm doing a bit of recycling. Actually I am building a boat, but bear with me.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tI am building my boat out of some kauri beams which originally came from the old stables at Ellerslie Racecourse. Well, in fact, they originally came from a kauri tree which probably grew somewhere in the Waikato or Coromandel. I was thinking about this a few days ago as I sat on the beams in my garage.\t\t\t\t</p>\n<p>\n\t\t\t\t\tKauri trees, or those that are left standing, can easily live to be a thousand years old. I've got a piece of it on my desk now and from the number and curve of the rings I can see, it's a safe guess that my kauri tree was about five hundred years old when it was felled.\r\nThe old Ellerslie stables were built in 1906. To begin with the building contained 34 betting station windows and a manual totalisator, a counter machine displaying the total shillings bet on each horse as well as the grand total for the public to view. The building was then altered in 1913 to house the world's first totalisator machine. So by the time the stables were 'carefully deconstructed' in 2018, my kauri beams had been holding up the roof for over a hundred years.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt seems entirely possible then, that my kauri tree was a sapling in the bush in around the year 1400. At this time the original Maori settlers of New Zealand were beginning to move inland from coastal settlements and many of the iwi in existence today were forming.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt is thought that the Moa became extinct around this time as a result of widespread hunting. And Rangitoto Island popped up as well.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt is quite sobering, in this age of instant communication, entertainment, and consumersim to sit on a piece of wood which very likely heard the conversation of a passing group of travellers exploring the heartland of their new country. It puts the fleeting fads and fancies of today into a thought provoking perspective. Perhaps the mark in the grain which I can see was caused by the end of a spear as it narrowly missed one of the last surviving Moa. Then, think of the sounds and stories to which my kauri was witness as it spanned the interior of the building at Ellerslie, as betting hall, tote house, and then stables.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNow it sits on the floor of my garage and is gradually being incorporated into my boat, which I decided only yesterday I shall call \"Ellerslie\".\t\t\t\t</p>\n<p>\n\t\t\t\t\tKauri is said to be one of the best timbers in the world for boat building. It is clear, straight-grained, strong, rot-resistant, not to mention beautiful. I would take it back to its birthplace and let it grow if I could, but I can't. I hope my boat will be a worthy guardian of the wood for the time being. Maybe someone will make a bookcase out of it one day. \r\n\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/kauri.jpg",
    "tags": [
      "Recycle",
      "Boat",
      "Kauri"
    ],
    "created_at": "2021-11-16"
  },
  {
    "id": 110,
    "title": "Valuing our resources",
    "sub_heading": "I wrote, a couple of weeks ago, of my boatbuilding escapades and the large Kauri beams which sit on the floor of my garage pending incorporation into the structure of the boat.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tShortly after publication I received a message from a reader (Thanks Paddy) recommending I get hold of a book called \"Quest For The Kauri\" by E.V. Sale. A week or so later, thanks to the wonders of online shopping, I am the new owner of a copy which was once part of the Titirangi branch of the Waitemata Public Libraries. It still has the card in the back, and was last taken out on 27th November 1989.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI've learned a lot from it so far. When the Royal Navy found Kauri in New Zealand they appointed agents whose sole job it was to source the wood for masts and spars. The famous topsail schooner Huia was built at Aratapu and launched in 1894. Her keel was a single length of Kauri especially cut to a length of 33.5M in the Kaipara Forests. Unfortunately she went up in flames in 1951. \t\t\t\t</p>\n<p>\n\t\t\t\t\tThe thing that stands out though, is quite how much wood was taken from the ancient forests of the upper North Island. With little concern over the damage inflicted on the natural landscape, much of it was clear-felled to make way for farmland upon which the subsequent prosperity of this country was built. Early settlers were promised a grant of forty acres if they paid their own passage to New Zealand. Often they would arrive to find it completely covered with trees, of which only one species was of any use to them. In those days only substantial trees were seen as desirable, in fact Rimu, Kahikatea, Totara, and Puriri were routinely burned off as having no value. The Kauri would be used for houses, dams, ships, bridges, railways, even paving blocks.\t\t\t\t</p>\n<p>\n\t\t\t\t\tFrom the supposedly enlightened vantage point of the present, that initial, rampant exploitation of the land might seem ill-judged, even vandalistic. At the time it must have looked much more like a joyful and exciting embrace of the abundant resources which were being discovered. Such is often the nature of progress: we jump in and use up the good stuff and then bemoan the lack of it when it's gone. The problem with cutting down big trees is that it takes so long to grow them. I've got another book somewhere on the subject of sustainable forest management in New Zealand, and that talks in terms of cycles of five hundred years. You've got to be seriously forward-thinking to to be working to that kind of plan. Perhaps the coming changes in farming and food production will allow for more land to be reforested in years to come. Even so, you don't have to travel far, even in Cambridge, to see young Kauri busy growing along with many other native species. I can scarcely imagine the town over which they might one day tower.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/kauri.jpg",
    "tags": [
      "Kauri",
      "Boat"
    ],
    "created_at": "2021-11-30"
  },
  {
    "id": 111,
    "title": "Inconvenient truths...",
    "sub_heading": "Creationism vs evolution - Christopher Hitchens (a while ago now - he died in 2011) said 'The debate is over'.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tHuman-induced climate change vs natural cycles - Professor Brian Cox said more recently 'The debate is over'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tAnd in each case so it is; it's accepted fact.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSure, there will always be a few flat-Earthers on the fringes. In the case of climate change, the bigger problem is the people who don't care - \"I'm alright, and I don't care about you\". Often an 'ad hominen' attack (otherwise known as 'shooting the messenger') will throw the dogs off the scent for a while. Rather than \"I don't agree with what she says\" or \"his views make me uncomfortable\", we get \"she's an idiot\" or \"he's a liar\", neither of which add anything of any use to the conversation. Then there are those who choose to cast doubt on the facts because the truth is a bit inconvenient. \t\t\t\t</p>\n<p>\n\t\t\t\t\tScience welcomes challenge and informed debate: Scientists, unlike some, like to be proven wrong because along with the proof (if, indeed, proof it is) comes further learning. There may well be some regret and disappointment if a scientist finds that he or she has been barking up the wrong tree for years, but ultimately the road to truth is fraught with dead ends.\t\t\t\t</p>\n<p>\n\t\t\t\t\tPersonally, the people I understand the least are those internet jockeys who read a few articles on a subject and deem themselves experts. It is known that the inner workings of social media and the world wide web at large tend to reinforce a viewpoint by offering content complementary to that being viewed thus drawing the reader into the \"rabbit hole\". Would it not make more sense to expand the enquiry by suggesting alternative perspectives?\t\t\t\t</p>\n<p>\n\t\t\t\t\tI have had many face to face conversations with non-experts (and by that I mean not qualified in their field) on many subjects. I have witnessed a claim to the discovery of a permanently repeating pattern in the mathematical constant Pi; I have been told of the self-assembling nanobots in the Covid vaccine designed to tune into the much-heralded 5G network; and of course, I have been told that human-induced climate change is a hoax.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI think it would be very exciting to be shown conclusive proof that climate change is a con, Earth is flat, no one has ever been to the Moon, Donald is a stable genius, and the god who recently oversaw the slaughter of 300 Nigerian civilians is a beneficent one.\r\n\t\t\t\t</p>\n<p>\n\t\t\t\t\tIs it reasonable for people to hold these views, as they undoubtedly do? Must one go through the motions of of a supposedly rational discussion on these themes? Or should we smile and nod, even as we wonder at the astronomical height of assuredness which allows such claims to be made without apparent acknowledgement of even the possibility of contradiction. Is this just my struggle against 'unreason' or is it, to quote Reg in \"Life of Brian\", 'symbolic of their struggle against reality'?\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/creation.jpg",
    "tags": [
      "Creationism",
      "Evolution",
      "Science",
      "Climate change"
    ],
    "created_at": "2022-01-18"
  },
  {
    "id": 112,
    "title": "You've got to have a plan",
    "sub_heading": "Well actually, I've lived most of my life without one; turned up in NZ for the first time in 1980, and apart from a few trips home, have been here ever since.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tNotice how I said home? It's a funny thing; I've only lived in England for seventeen of my sixty three years and yet I still think I'm 'overseas'. I came here to play in bands on the (as it was then) Lion Breweries circuit; a week at a time in each Lion pub or hotel all over the country. For an eighteen year old who wasn't old enough to be in the pub let alone work in it, it was the dream job. Everything supplied - accommodation, all meals, travel allowance, and what was at the time a very good wage. All I had to do was get on stage for three of four hours a night and do what I loved. I did that for a couple of years and then got a job driving a delivery truck for Smith &amp; Brown in Taupo, delivering bedroom suites, fridges and the like all over the central North Island. No planning involved. \t\t\t\t</p>\n<p>\n\t\t\t\t\tSomewhere along the way I had to apply for permanent residence so I filled in all the forms, saying I was a truck driving musician and my application was immediately declined. Having consulted an immigration adviser who said I should re-apply and say that my lifelong ambition was to study forestry, my second application went though without a hitch and I haven't looked closely at a pine tree since.\t\t\t\t</p>\n<p>\n\t\t\t\t\tStill not much planning.\t\t\t\t</p>\n<p>\n\t\t\t\t\tBack on the circuit for another year, then worked as a copywriter and producer in various radio stations, opened a recording studio and music shop and played in numerous bands around Hamilton.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe shop went bust and I sold the studio. And we're only up to 1990.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe next 33 years were equally chaotic, but from memory most of it was huge fun. Then in 2024 the wheels fell off (health-wise) and I'm lucky to be here today.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo now I have a plan.\t\t\t\t</p>\n<p>\n\t\t\t\t\tOver the next seven years I am going to design and build a boat. A slipper launch, the quintessential Thames leisure craft. This will be my second attempt at boatbuilding, the last one got as far as half a frame. Then Im going to put it in a container and ship it to Henley-on-Thames in England, where I was born, and I'm going to enter it into the Thames Traditional Boat Festival. And we are going to have dinner at the The Red Lion in Henley on my birthday in June 2032.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSounds like a plan.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/plan.jpg",
    "tags": [
      "Plan"
    ],
    "created_at": "2025-07-09"
  },
  {
    "id": 113,
    "title": "The bard and the maiden",
    "sub_heading": "A funny thing happened today, at the Cambridge Farmer's Market.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tMy daughter and I had gone there to get the weekly supply of coffee, and meet my mother. We also wanted Cornish pasties for lunch and my mother was after a 'nice bit of salmon'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tShopping done, we duly installed ourselves, in weak and watery winter sunlight,  with coffee and hot chocolate at the table in front of the week's musical talent.\t\t\t\t</p>\n<p>\n\t\t\t\t\tPeople of all kinds moved around in a slow vortex like an eddy in a wide river bend. Some holding hands, some with arms through elbows, babies in back packs and kids on trikes, sunnies on, mostly not too dressed up, deciding whether to approach one of the many stalls all bedecked with wholesome produce, and generally being relaxed and good-natured.\t\t\t\t</p>\n<p>\n\t\t\t\t\tNow, the live music at the the market is a great thing, and an important opportunity for aspiring artists – but the variety of talent one finds there surely represents as wide a spectrum as any human endeavour can.\t\t\t\t</p>\n<p>\n\t\t\t\t\tIt's the market though, so even the most tuneless, pre-recorded clod-hopping does nothing to dampen in the spirits. And let us not forget that beauty is in the eye - sorry - music is in the ear of the listener. There is undoubtedly an audience for everyone, somewhere. And today it is here: Today we were lucky, and the young man with his two guitars, his loop box, and his voice were a pleasure to listen to.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo much so that I felt moved to add to the impressive pile of cash in his guitar case on the ground in front of him. I extracted five dollars from my mother's purse and gave it to my daughter to do the honours. Just as she placed it in the case the young musician was busy emphasising an important phrase on his guitar – with his eyes shut. He was none the wiser!\t\t\t\t</p>\n<p>\n\t\t\t\t\tI was in the process of shocking everyone at our table including the strangers by saying I was going to go and tell him, when a small gust of wind flipped the bank note out of the case and onto the ground. Whereupon a young woman who was passing bent down, picked it up, and put it back in the case. At this point the young lad on the guitar, meaningful phrase complete, opened his eyes, clocked the action, and was effusive in his gratitude.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe assembled company forbade my stated intention to redress the injustice. The bard and the maiden exchanged cute eye contact, and I appalled the table further by saying \"I will have my kudos: I'll write about it in next week's column.\"\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/guitar_player.jpg",
    "tags": [],
    "created_at": "2025-07-16"
  },
  {
    "id": 114,
    "title": "Spectrum of information",
    "sub_heading": "I was surprised to learn, not long ago, that my wife, and all my children consider me to be 'on the spectrum'.",
    "content": "<div class=\"blog_content\">\n<p>\n\t\t\t\t\tMy first thought was \"What does that even mean?\" So I looked it up: It refers to Autism Spectrum Disorder, and I don't agree.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSure, I sometimes have 'difficulties in social communication and interaction' but that is because I often simply do not wish to talk to, or interact with, someone - and it can be awkward when they clearly do. And, yes, I have a preference for 'predictability and routine', 'focused interests', and 'repetitive behaviours', but I don't think I have 'sensory processing differences'.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI do have a tendency to remember car registration numbers, even from 50+ years ago. I turn the pepper grinder precisely 15 times when I have boiled eggs for breakfast. My sister says she has always admired my ability to perform mundane tasks without complaint. And it seems that everyone in my family knows that I twiddle my thumbs and forefingers together when my mood is about to tank.\t\t\t\t</p>\n<p>\n\t\t\t\t\tApart from that I'm quite normal.\t\t\t\t</p>\n<p>\n\t\t\t\t\tSo why is there an apparent avalanche of diagnoses of mental conditions like ASD, OCD, ADHD, and many other acronyms (or initialisms, as they are technically known)? The consensus appears to be that there hasn't necessarily been an increase in these conditions in recent years, rather, the medical profession is simply getting a lot better at recognising, categorizing, and diagnosing them. I think maybe there has actually been an increase, given the frenetic pace at which life today is lived, fraught with noifications, emails, advertisements, and the compulsion to compare ourselves with the seemingly perfect lives, bodies, homes, and bank balances of everyone else in the world. Not too many years ago we simply weren't bombarded with the volume of information that rains down all day every day now.\t\t\t\t</p>\n<p>\n\t\t\t\t\tThe truth is probably somewhere in the middle: Modern medicine is much better at identifying and treating conditions, both mental and physical than it has been in the past, and modern life is taking its toll on bodies and brains which, on an evolutionary timescale, have only recently swung down from the trees.\t\t\t\t</p>\n<p>\n\t\t\t\t\tI think my family are using the word 'spectrum' in a wider sense than it is used in the term Autism Spectrum Disorder. What they mean is that they consider me to be less normal than others. And so should we all be, rather than the entire human race sitting at the peak of the bell curve, or in the middle of the spectrum, whichever measure of difference one might choose to use.\t\t\t\t</p>\n<p>\n\t\t\t\t\tWe are all on the spectrum, just pick your spot.\t\t\t\t</p>\n</div>",
    "author": "Peter Matthews",
    "category": null,
    "featured_image": "/img/blog_img/info_overload.jpg",
    "tags": [
      "Spectrum",
      "Evolution",
      "OCD",
      "ADHD",
      "ASD"
    ],
    "created_at": "2025-07-23"
  }
]